{
"Projects": [
	{
		"company": ["Sealed Air"],
		"title": [ "Signed Sealed Delivered"],
		"members": [ "Jacqueline Deprey — Computer Science, Operations Management and Business Analytics — Q30 Hadas Elazar-Mittelman — Materials Science and  Engineering — Q30 Kevin Jiang — Chemical Engineering — Q30 Saikrishna Kalla — Information Systems, Operations Management and Business Analytics — Q30  Shivani Krishnamurthy — Finance and Information Systems — Q30  Project Champion Name and Title: Joseph Dadzie, Process Engineer Faculty Advisor: Dr. David Ashley"], 
		"projectchampion": [ "Joseph Dadzie, Process Engineer"],
		"facultyadvisor": [ "Dr. David Ashley"],
		"scope": [ "Sealed Air develops specialized food and product packaging solutions to customers and is well-known for its Bubble Wrap® and Cyrovac® brands. Headquartered in Charlotte, NC, the Fortune 500 Company achieved over 4.7 billion dollars in revenue last year with across their films, bags, and rollstock manufacturing lines. We mainly interfaced with their Simpsonville, South Carolina location to evaluate the current resin transportation and storage process to reduce their production costs and improve manufacturing efficiency."],
		"description": ["The Simpsonville manufacturing plant utilizes two different storage schemes for the 300+ resins used in their products; boxes and silos. They currently have 14 silos housing seven of the highest use resins, where the rest are stored in hundreds of boxes throughout the manufacturing floor. Because of the bulk-discounts associated with ordering resins in large quantities, our goal for the semester was to determine which resins were good candidates for silo storage so that Sealed Air could reduce their ordering costs. We took into account cost metrics, chemical feasibility, and safety considerations to select the resins that were best candidates for moving from being stored in a box to a silo. In addition, we hoped to create decision and cost-prediction tools that would assist Sealed Air in making the determinations for moving any given resin to a silo in the future. "],
		"impact": ["We first conducted preliminary research by analyzing the chemical properties and current storage mechanism of the resins. Upon visiting Sealed Air’s site, we were able to further understand the greater context that we are operating in including what variables should be considered when transitioning between a box and silo storage system. We profiled the high-volume resins and compared them against six criteria that would validate their storage in a silo. We prioritized resins that fell within the top 10% of volume use and those with suitable chemical properties. Our final recommendations are divided into three primary categories: a cost/benefit analysis for silo implementation, a new floor organization scheme, and the automation of silo unloading. We believe implementing a new silo will decrease total variable costs and clear up space on the manufacturing floor where boxes were previously stored. Additionally, we hope the organization scheme will facilitate finding where boxes are located and the automation mechanism will make it easier for manufacturing workers to work with the silos."],
		"posterurl": []
	},

	{
		"company": ["Sealed AirTWO"],
		"title": [ "Signed Sealed DeliveredTWO"],
		"members": [ "TWOJacqueline Deprey — Computer Science, Operations Management and Business Analytics — Q30 Hadas Elazar-Mittelman — Materials Science and  Engineering — Q30 Kevin Jiang — Chemical Engineering — Q30 Saikrishna Kalla — Information Systems, Operations Management and Business Analytics — Q30  Shivani Krishnamurthy — Finance and Information Systems — Q30  Project Champion Name and Title: Joseph Dadzie, Process Engineer Faculty Advisor: Dr. David Ashley"], 
		"projectchampion": [ "TWOJoseph Dadzie, Process Engineer"],
		"facultyadvisor": [ "TWODr. David Ashley"],
		"scope": [ "TWOSealed Air develops specialized food and product packaging solutions to customers and is well-known for its Bubble Wrap® and Cyrovac® brands. Headquartered in Charlotte, NC, the Fortune 500 Company achieved over 4.7 billion dollars in revenue last year with across their films, bags, and rollstock manufacturing lines. We mainly interfaced with their Simpsonville, South Carolina location to evaluate the current resin transportation and storage process to reduce their production costs and improve manufacturing efficiency."],
		"description": ["TWOThe Simpsonville manufacturing plant utilizes two different storage schemes for the 300+ resins used in their products; boxes and silos. They currently have 14 silos housing seven of the highest use resins, where the rest are stored in hundreds of boxes throughout the manufacturing floor. Because of the bulk-discounts associated with ordering resins in large quantities, our goal for the semester was to determine which resins were good candidates for silo storage so that Sealed Air could reduce their ordering costs. We took into account cost metrics, chemical feasibility, and safety considerations to select the resins that were best candidates for moving from being stored in a box to a silo. In addition, we hoped to create decision and cost-prediction tools that would assist Sealed Air in making the determinations for moving any given resin to a silo in the future. "],
		"impact": ["TWOWe first conducted preliminary research by analyzing the chemical properties and current storage mechanism of the resins. Upon visiting Sealed Air’s site, we were able to further understand the greater context that we are operating in including what variables should be considered when transitioning between a box and silo storage system. We profiled the high-volume resins and compared them against six criteria that would validate their storage in a silo. We prioritized resins that fell within the top 10% of volume use and those with suitable chemical properties. Our final recommendations are divided into three primary categories: a cost/benefit analysis for silo implementation, a new floor organization scheme, and the automation of silo unloading. We believe implementing a new silo will decrease total variable costs and clear up space on the manufacturing floor where boxes were previously stored. Additionally, we hope the organization scheme will facilitate finding where boxes are located and the automation mechanism will make it easier for manufacturing workers to work with the silos."],
		"posterurl": []
	}
]
}