{
	"projects" : [{
		"company": "Accenture",
		"teamname": "C3 Consulting",
		"projectname": "User Research Tool",
		"members": [
			{ "name": "Matthew Devlin",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "Eric Huang",
			"major": ["Computer Engineering"],
			"cohort": 23,
			},
			{ "name": "Hargun Kalsi",
			"major": ["Finance", "Information Systems"],
			"cohort": 23,
			},
			{ "name": "Nahom Tekle",
			"major": ["Finance"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Russell Lyons"],
		"facultyadvisor": ["Dr. Evan Golub"],
		"scope":  "Accenture is a global professional services company that provides services and solutions in strategy, consulting, digital, technology, and operations. Accenture specializes in technology innovation and solutions for its clients in more than 120 countries and 40 industries. It is one of the biggest consulting firms in the world, with over 373,000 employees worldwide. Because Accenture is often hired to consult on website support services, creating a tool to assist their designers in usability testing would greatly increase the efficiency of conducting user centered design across many projects. Therefore, the main objective of our project is to create a reusable user centered design tool that can be utilized to identify best user research methods to meet designer and developer project goals. Our deliverable includes a web application that allows users to acquire recommendations on what usability testing methods to use and when to use them. ",
		"description": "Our team conducted focus groups with developers from Accenture during on-site visits to collect data on what framework to use for the web application. Using this information, as well as secondary resources provided by Accenture and research on comparable user centered design tools, we were able to synthesize documentation and justify the user research method recommendations for our web application. After several iterations, we managed to come up with a framework that both the client and the team were satisfied with. Next, we conducted an on-campus usability test with Accenture to test the web application and collect comparative data on how the application improved the usability testing process",
		"impact": " The results of this data analysis showed that the team’s web application made the usability testing process more efficient. Ultimately, the team’s contribution should decrease the amount of time it takes for Accenture to conduct usability testing."
    }, {
		"company": "Arup",
		"teamname": "Fast & Ferryous",
		"projectname": "Improving CityCat Ferry Operations",
		"members": [
			{ "name": "Joseph Dadzie",
			"major": ["Chemical Engineering"],
			"cohort": 23,
			},
			{ "name": "Alex Huang",
			"major": ["Mathematics"],
			"cohort": 23,
			},
			{ "name": "Dongho Kang",
			"major": ["Civil Engineering"],
			"cohort": 0,
			},
			{ "name": "Roy Zhu",
			"major": ["Civil Engineering"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Kylie Nixon"],
		"facultyadvisor": ["Dr. SangHyung Ahn"],
		"scope":  "Arup is a large, multinational and multidisciplinary engineering consulting firm with over 92 offices across Europe, North America, Africa, Australia and South East Asia. The firm has contributed to major projects including the design of the concrete shell roofs of the Sydney Opera House and the Beijing Water Cube for the 2008 Summer Olympics. In Brisbane, Australia, the firm has undertaken numerous traffic and transportation studies to engage in the development of traffic facilities and congestion solutions. The advantages of linear route ferry networks over alternative forms of public transportation include less congestion, fewer accidents, and an enjoyable transit experience. Nonetheless, patrons are discouraged from using the Brisbane CityCat Network due to its comparatively longer travel times from origin to destination. This study aims to investigate the current system, develop a simulation model testing alternative routes during peak hours, and provide recommendations for a demand based scheduling system. By optimizing ferry routing and operations to decrease travel time, we hope to increase the desirability for ferry travel for passengers.",
		"description": "Fast & Ferryous used qualitative and quantitative data to develop recommendations. Qualitatively, the team conducted ferry observations and interviews with Transdev ferry operators to understand microscopic problems in the ferry network. Quantitative smart card data was analyzed to determine terminal demand and peak hours of travel. Using this data, an agent-based simulation was developed to recreate CityCat ferry operations for morning and afternoon peak conditions. Input parameters and operating procedures for this simulation included ferry dwell time, travel time, and docking process",
		"impact": "Alternative routing systems were proposed and analyzed in the simulation to evaluate the effects on journey time from origin to destination. The results from simulation analysis indicate decreased travel time, thus enhancing customer experience. Two core recommendations were devised. The first being that the terminals should employ direct routes between them and the second is to give passengers the ability to notify ferry operators before reaching the terminal."
    }, {
		"company": "BD",
		"teamname": "Full Circle Consulting",
		"projectname": "Optimizing Customer Experience",
		"members": [
			{ "name": "Kristina Dziki",
			"major": ["Bioengineering"],
			"cohort": 23,
			},
			{ "name": "Jordan Litter",
			"major": ["Marketing"],
			"cohort": 23,
			},
			{ "name": "Krishang Sharma",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Ananth Srivatsan",
			"major": ["Computer Engineering"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Christine Snyder", "Dave Hickey"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "Becton Dickinson and Company (BD) is a Fortune 500 medical technology firm that produces medical supplies and technology for the healthcare industry. The company is divided into 3 business segments: Diagnostic Systems, Medical, and Biosciences. Full Circle Consulting (FCC) worked specifically with the Diagnostic Systems (BDDS) business segment headquartered in Sparks, Maryland. Recently, BDDS embarked on a multi-year mission to improve its customer experience across all potential customer engagement points. This mission aligns with the general trend among top companies towards providing the best overall experience for their customers, with business to consumer companies such as Amazon and Southwest Airlines leading the way. BDDS is striving to achieve higher levels of business to business customer service to provide a better experience for both its direct and end-user consumers. FCC provided a descriptive framework of recommendations that BDDS can employ to transform from their current state to an ideal customer experience leader in the healthcare industry.",
		"description": "FCC employed a DMAIC (Define, Measure, Analyze, Improve, Control) process improvement strategy to optimize BDDS’s customer experience model. FCC defined the current state by interviewing employees and analyzing qualitative customer and employee satisfaction data. FCC defined the ideal state of customer experience by exploring best practice case studies and interacting with customers through a sales visit and focus group. FCC analyzed the gap between the current and ideal states and presented BDDS with a framework of recommendations and suggested implementation timeline for how to transition to the ideal state.",
		"impact": "Recommendations include optimizing BDDS’s website, revamping their customer service model to improve communication and product tracking, and introducing organizational changes to promote company-wide customer centricity. Additionally, FCC provided BDDS with specific companies and metrics for benchmarking purposes to monitor their progress as they implement the framework. "
    }, {
		"company": "Bloomberg",
		"teamname": "Power Squad Consulting (PSC)",
		"projectname": "Energy Database Mapping",
		"members": [
			{ "name": "Genevieve Allen",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "Anant Dalela",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "Scott Livingston",
			"major": ["Economics"],
			"cohort": 23,
			},
			{ "name": "Reid Poluhovich",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Shunondo Basu"],
		"facultyadvisor": ["Dr. Joseph Bailey"],
		"scope":  "Bloomberg L.P. is a financial news, data, and analytics company that collects, analyzes, and presents data that informs clients and moves markets primarily through the Bloomberg Terminal, its core revenue-generating product. This semester, Power Squad Consulting worked with Bloomberg’s Energy and Commodities Division housed in Princeton, NJ. This division manages data relevant to the power market, helping deliver actionable insights to power traders. Bloomberg has access to many open-source and proprietary datasets relevant to the power market and gives its clients access to these datasets via the Bloomberg Terminal. However, they lack a framework to show connections between these disparate datasets. PSC was tasked with developing a tool that allows users to see these connections, with the ultimate goal of providing better insights to users about the power market to facilitate smarter decision-making. PSC worked primarily with open-source government data and developed predictive data models spanning a variety of datasets to better understand the behavior of individual power plants. ",
		"description": "PSC began the project by cleaning, consolidating, and understanding the open-source data at its disposal. The team simultaneously conducted extensive market research to understand the mechanics of the power market. With this understanding, the team developed hypotheses to connect key variables across various datasets. These hypotheses were primarily designed to uncover predictive relationships to help forecast the behavior of individual plants. The team developed models specific to a plant’s fuel type and technology. The team’s work culminated in a set of data models that provide a strong foundation to integrate Bloomberg’s datasets. ",
		"impact": "PSC created an idealized design for Bloomberg Terminal screens that relayed customized insights for power plants, driven by the team’s predictive models. To illustrate the insights delivered by these models, the team created a working prototype for a tool that intelligently populates information screens for power plants. The team also provided detailed action plans to help Bloomberg build on its data models and implement the idealized design. "
    }, {
		"company": "Intralox",
		"teamname": "Ordnin & Reda",
		"projectname": "Optimizing Pallet Management",
		"members": [
			{ "name": "Andrew Dicken",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "Shmuel Gold",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Fredrik Bergendal",
			"major": ["Industrial Engineering"],
			"cohort": 0,
			},
			{ "name": "Victor Wessèn",
			"major": ["Industrial Engineering"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Dan Ruark"],
		"facultyadvisor": ["Kylie King"],
		"scope":  "Founded in 1947, Intralox is a global leader in design and manufacturing of conveyor belt systems. They provide technical and consulting support, placing customer service at the top of their priorities. Intralox is globally headquartered in New Orleans, LA and acquired the Savage, MD location in order to continue to grow and produce the industry's most innovative conveyance solutions. They seek to deliver superior quality to their customers through focusing on four key attributes including Service, Technology, Accountability, and Results. The issue Ordning & Reda (O&R) has been confronted with is the excess waste left behind from deliveries to the Intralox facility. The shipments are currently delivered on large wooden pallets with excess plastic and packing materials which are all useless upon arrival. Intralox is paying skilled laborers to unpack pallets and dispose of the trash totaling to more than 30 hours per week. This is purely wasted time and money. O&R’s goal for the project has been to reduce the amount of time and money it takes to unpack and dispose of packing materials and pallets.",
		"description": "After looking at the surface of the problem, we began by examining the potential root causes. Those causes led us to create a SWOT analysis, process flow diagram as well as a floor plan flow analysis. These analyses began to illuminate the issue of wasted resources in the facility. Through further research, including interviews and a focus group, we were able to pinpoint specific inefficiencies in the client’s current process. The unsystematic way in which the material was delivered, unpacked and organized provided a significant window for improvement. ",
		"impact": " Our team decided to design 3D CAD drawings of a reusable cart to provide the client with a more optimal and leaner method of receiving and unpacking shipments in a faster and more organized manner. Furthermore, we developed an alternative floor plan analysis of an idealized state of the facility"
    }, {
		"company": "Lockheed Martin",
		"teamname": "Crystal Ball Consulting",
		"projectname": "FIELDS Application For Mobile Devices",
		"members": [
			{ "name": "Jay Huang",
			"major": ["Accounting", "Computer Science"],
			"cohort": 23,
			},
			{ "name": "Andrew Lee",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "Chintan Pate",
			"major": ["Electrical Engineering"],
			"cohort": 23,
			},
			{ "name": "Ben Sheppard",
			"major": ["Information Systems", "Supply Chain Management"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Robert Decina"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Lockheed Martin is a global security and aerospace company, headquartered in Bethesda, MD. It employs approximately 125,000 people worldwide and is principally engaged in the research, design, development, manufacture, integration and sustainment of advanced technology systems, products and services. ",
		"description": "For this project, we partnered specifically with Lockheed Martin’s northeastern region, working with offices in
		both Moorestown, New Jersey and Syracuse, New York. After developing and implementing a desktop part-tracking application called Field Integrated Engineering Logistics Data Set (FIELDS), Lockheed Martin hoped to move the tool to a mobile platform. Crystal Ball Consulting (CBC) then took on the project of designing, implementing and optimizing a mobile user-interface for the client. After researching the
		application further, CBC found that optimizing the user interface could not only increase end-user efficiency, but also strengthen Lockheed Martin’s overall worker
		productivity and vendor relations. Using an Agile developmental approach, CBC went through multiple iterations of the user-interface in order to design the best tool possible for Lockheed Martin. ",
		"impact": "Basing decisions off of end-user feedback and current industry standards, CBC created a responsive, mobile FIELDS web application for both field service engineers and program managers alike. Moving forward, the team sees great value in expanding the FIELDS application to include more end-users, manage vendor relationships, and integrate new features like a comprehensive bar code database and geolocational tracking. It is CBC’s vision that the FIELDS application will one day become the universal tracking tool utilized by Lockheed Martin."
    }, {
		"company": "Miltec UV",
		"teamname": "Alkali Consulting",
		"projectname": "Ceramic Coated Separator Commercialization Plan",
		"members": [
			{ "name": "Austin Kendall",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Jessica Lewis",
			"major": ["Accounting", "Finance"],
			"cohort": 23,
			},
			{ "name": "Tim Odukale",
			"major": ["Finance"],
			"cohort": 23,
			},
			{ "name": "Katelyn Walter",
			"major": ["Electrical Engineering"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Gary E. Volker"],
		"facultyadvisor": ["Dr. Jeffrey Herrmann"],
		"scope":  "Headquartered in Stevensville, MD, Miltec UV is a leading manufacturer of UV curing systems used for a variety of industrial applications. Miltec UV has made it its mission to establish long-term relationships with customers by providing high quality products at reasonable prices with excellent customer service. Since its founding almost 30 years ago, Miltec UV has positioned itself at the cutting edge of UV coating technology and developed its brand globally to become experts in UV curing techniques. Miltec UV has recently developed a technique for improving the safety of lithium ion batteries. Their method involves using their unique UV curing systems and a ceramic solution to coat and UV cure the separator of these batteries. This new technology is advantageous in that it is much less expensive than other coating techniques and more effective in preventing thermal runaway and potential fires in lithium ion batteries. Miltec UV is ready to begin taking their technology to the market.",
		"description": "Our role is to provide Miltec with key data and accompanying analysis to help them choose a method of commercialization for their ceramic coating technology that maximizes profit while also minimizing risk. By conducting expert interviews and research, we developed financial and risk models that will allow Miltec UV to evaluate the financial implications and risks associated with multiple commercialization options. ",
		"impact": "The recommended dual-sided strategy will maximize profits while also providing Miltec UV with the flexibility to customize their strategy based on the needs of a specific customer. As part of this approach Miltec UV can choose to commercialize their coated separators through a strategic partnership with a toll coater, who will be responsible for taking in separator, coating it, and returning it to the customer, while Miltec UV handles customer relations. If this method is not suitable for a particular customer, Miltec UV can instead license their ceramic coating technology to their customers and provide them with the equipment needed to coat separators. Based on our financial evaluation of the recommended strategy, if Miltec UV is able to effectively implement this dual-sided approach, the project has the potential to triple the company’s profit within the next three years."
    }, {
		"company": "Norrkoping Vatten och Avfall AB",
		"teamname": "Triple R",
		"projectname": "Location and Redesign of Waste Recycling Plants",
		"members": [
			{ "name": "Radhika Kshirsagar ",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "Thomas Ogden",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Mikael Bjuvenius",
			"major": ["Optimization & Traffic Planning"],
			"cohort": 0,
			},
			{ "name": "Erik Holmberg",
			"major": ["Optimization & Traffic Planning"],
			"cohort": 0,
			},
            { "name": "Niklas Simm",
			"major": ["Simulation & Queuing Theory"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Anders Karlsson"],
		"facultyadvisor": ["Dr. Clas Rydergren"],
		"scope":  "Norrköping Vatten Och Avfall is a company that strives to provide excellent waste and water management services to the citizens of Norrköping. NVA owns 5 recycling waste facilities in Norrköping but we we will be focusing on the one in the central most region. Our assignment has been to find an optimal location for a new waste recycling and salvage plant hybrid in Norrköping and to design a layout of the new facility. ",
		"description": "To determine a location for the new facility, Triple R decided to compile population density data and use it to understand where people are currently living and where they will be living. The team also compiled data that gave insight into the traffic situation of Norrköping. Combining this information pointed towards an optimal spot for site construction. As the above mentioned research was being done, previous surveys were also analyzed to understand the voice of the customer concerning the existing recycling centers. This information coupled with the recommendations of the client allowed Triple R to craft a layout for the new facility.",
		"impact": "This new facility will alleviate stress from both crowded highways and other facilities, especially during the busy season."
    }, {
		"company": "Orbital ATK",
		"teamname": "Shield Consulting",
		"projectname": "Evaluating ROI of Marketing and Communication Initiatives",
		"members": [
			{ "name": "Kelsey Earle",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Thomas James",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Evan McLaughlin",
			"major": ["Economics"],
			"cohort": 23,
			},
			{ "name": "Chandler Pierce",
			"major": ["Accounting"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Bryan Kidder"],
		"facultyadvisor": ["Dr. Janet Wagner"],
		"scope":  "Orbital ATK is a global leader in the aerospace and defense technologies sector with annual revenues of approximately $4.4 billion. Orbital ATK acts as a prime subcontractor and merchant supplier of defense and aviation-related systems. Headquartered in Dulles, Va, Orbital ATK employs approximately 12,000 people in 20 different states as well as in several international locations. The company has three operating groups: Flight Systems, Defense Systems, and Space Systems. Orbital ATK’s Defense Systems Group is looking to analyze the relationship between company publicity generated by marketing, communications, and advertising efforts and potential effects on sales growth. By investigating the effectiveness of different marketing channels across several companies in the defense industry, a relationship between these channels and product sales can be deduced. A recommendation focusing on four forms of publicity, including paid, earned, social and owned media, will be made to promote Orbital ATK’s sales growth in their market",
		"description": "An analysis of Orbital ATK and their competitors' social and owned media was conducted. Over 4,000 data points were collected from online channels to discern industry best practices. An earned media source analysis was conducted to determine which disclosure methods effectively create news articles. Paid media was analyzed by researching media consumption and industry trends. Content on Orbital ATK’s online accounts is primarily space related, in contrast to competitors who discuss defense, flight, and space equally; therefore it is recommended to develop the Defense Systems Group's social media presence",
		"impact": "Since earned media is generated more frequently via government announcements than company announcements, the Defense Systems Group should work to publicly disclose contract progress. Their advertising balance should be redistributed to better match the exploding online environment. Trade shows should remain a critical component of the Defense Systems Group's strategy due to their high concentration of decision makers. Moving forward, several procedural tracking methods for publicity campaign success will be critical for future publicity evaluation."
    }, {
		"company": "Smith & Nephew",
		"teamname": "Rosetta Consulting",
		"projectname": "Latin American Sales Force Communication",
		"members": [
			{ "name": "Kylie Kearns",
			"major": ["Marketing"],
			"cohort": 23,
			},
			{ "name": "Alex Krochta",
			"major": ["Biology"],
			"cohort": 23,
			},
			{ "name": "Andrew Powers",
			"major": ["Aerospace Engineering"],
			"cohort": 23,
			},
			{ "name": "Janae Savoy",
			"major": ["Accounting"],
			"cohort": 23,
			},
            { "name": "Sarah Scott",
			"major": ["Astronomy", "Hearing & Speech Sciences"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Kathryn Desmarais"],
		"facultyadvisor": ["Dr. Jeffrey Herrmann"],
		"scope":  "Smith & Nephew is a London based, multibillion-dollar company that is responsible for the research, development, manufacturing and distribution of medical devices. The company oversees more than 14,000 employees and operates in over 100 countries worldwide. Rosetta Consulting’s engagement this semester is focused on the Latin American region. Smith & Nephew’s Latin American sales region lacks effective communication.",
		"description": " Rosetta Consulting aims to improve this via a software based service that Smith & Nephew currently uses called Yammer. Yammer is currently not widely used by the employees of Smith & Nephew, so the goal of Rosetta Consulting is to recommend a series of steps that will improve employee engagement on the application, and in turn, improve communication across the entire Latin American sector.",
		"impact": "Rosetta Consulting has three recommendations for Smith & Nephew. First, our team will present Smith & Nephew with a 1 year implementation plan which includes steps to achieve the goal of better communication across this sector. This plan will include suggestions on how to introduce Yammer to employees during their yearly training session, a list of incentives for Smith & Nephew to use to encourage Yammer use, and a pre-implementation and post-implementation survey to gauge the effectiveness of our proposals. Additionally, our team created a cost benefit analysis to give Smith & Nephew the information needed regarding which incentives make the most sense for their budget. Rosetta Consulting is also including, as a third deliverable, a set of psychological and employee engagement research that supports our teams’ decisions on the types of incentives and methods to implement. This research will be used by our project champion Kathryn Desmarais so she will have strong support when presenting our team’s recommendations for company approval. With these recommendations, Rosetta Consulting hopes to increase Smith & Nephew’s employee communication and company sales, which will lead to company growth as a whole."
    }, {
		"company": "Tulkoff Foods",
		"teamname": "Quest of Icarus",
		"projectname": "Optimizing Line Retooling",
		"members": [
			{ "name": "William Kaloss",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Bria Sladden",
			"major": ["Finance"],
			"cohort": 23,
			},
			{ "name": "Sonia Dong",
			"major": ["Mechanical Engineering"],
			"cohort": 0,
			},
			{ "name": "Rupsha Kundu",
			"major": ["Civil Engineering"],
			"cohort": 0,
			},
            { "name": "Christina Nguyen",
			"major": ["Commerce"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Phil Tulkoff"],
		"facultyadvisor": ["Dr. Monifa Vaughn-Cooke"],
		"scope":  "Tulkoff Food Products is a third generation, family owned business that was founded on its superb horseradish products. However, since opening its doors in the 1930s, Tulkoff has expanded far beyond horseradish, producing a wide variety of condiments and specialty sauces. With facilities on both coasts, Tulkoff now services clients in the food service, retail, and industrial markets nationwide, as well as providing co-packing and private label services. Recently, Tulkoff has found that it has had to turn away new clients due to the limitations of their production capabilities. Seeing an opportunity to grow their business, Tulkoff wishes to determine the feasibility of turning their underutilized gallon production line into a high-speed retail line. ",
		"description": "Quest of Icarus has thus been tasked with designing this new line within a one million dollar budget and the existing floor space. In addition, the team was also tasked to identify items manufactured on the retail production line that could be switched to the new line for increased efficiency.",
		"impact": "Based on Tulkoff’s needs and constraints, Quest of Icarus has designed a new production line for retail products that will successfully run at a rate of 250 bottles per minute (bpm). First, detailed machine analysis was performed to select which machines would best fulfill the needs of the line. New machines were selected to replace underperforming components and automate previously manual processes, using speed capabilities, production flexibility, and cost as the key variables. Based on these selections, the team created a new floorplan to fit the expanded line into the existing floor space. In addition, the team created a financial report and an implementation timeline in order to establish the feasibility of implementing the recommendations. Finally, the team created a model that identified approximately twenty products that could be moved to the high speed line for increased efficiency. "
    }, {
		"company": "Volkswagen",
		"teamname": "VWroom",
		"projectname": "Vehicle Logisitcs Facility Flow Optimization",
		"members": [
			{ "name": "Renee Adkins",
			"major": ["Computer Engineering"],
			"cohort": 23,
			},
			{ "name": "David Dorsey",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			},
			{ "name": "Michael George",
			"major": ["Computer Science"],
			"cohort": 23,
			},
			{ "name": "John Hardies",
			"major": ["Mechanical Engineering"],
			"cohort": 23,
			}
		],
		"projectchampion": ["Scott Mabr", "Kevin Charlet"],
		"facultyadvisor": ["Dr. Hassan Ibrahim"],
		"scope":  "Volkswagen Group, headquartered in Germany, is the second largest car manufacturer in the world, with Audi, Volkswagen, Porsche, Bugatti and Bentley operating under it’s umbrella. Our client is the American subsidiary of the group, Volkswagen Group of America (VWGoA), headquartered in Herndon, VA. The scope of our project focused on the manufacturing facility located in Chattanooga, Tennessee. Currently, they produce approximately 90,000 Passat’s per year with plans to introduce a brand new, top secret SUV model in the next 18 months and double that total volume. Our project dealt with the outbound vehicle logistics, or the process to accessories, maintain, and load finished vehicles on truck or rail, bound for their intended customer. All of these responsibilities are handled by contracting companies at facilities nationwide.",
		"description": "In order to accomplish our goal, we had to break down and understand the way vehicles move through the outbound yard. Instead of big data analysis, this project involved a time study and a quantitative, systematic breakdown of a process flow. We were able to create a tool that outputs the number of staff needed in each role per the unit volume. We delivered a staff estimation tool in Excel form, a user friendly, facility storage interface in the form of a Java application, and a highly detailed walkthrough to allow VW to scale for other facilities. Through an agile iteration process in cooperation with our client, we were able to achieve accuracy and clarity in our outputs.",
		"impact": "We had the opportunity to look at all the outbound processes and develop a tool that gives VWGoA a way to evaluate staffing levels and costs in regards to the bids they receive from prospective contractors. Our model also allows VWGoA to scale personnel needs with volume increases and translate to other facilities to cut overtime costs and optimize outbound labor"
    }

	]
}
