{
	"projects" : [{
		"company": "Advisory Board Company",
		"teamname": "Apex Analytics",
		"projectname": "Predicting Benefit Usage",
		"members": [
			{ "name": "Chris Comfort",
			"major": ["Bioengineering"],
			"cohort": 24,
			},
			{ "name": "Jason Ho",
			"major": ["Information Systems"],
			"cohort": 24,
			},
			{ "name": "Dustin Kang",
			"major": ["Mechanical Engineering"],
			"cohort": 24,
			},
			{ "name": "Aarushi Puri",
			"major": ["Finance", "Operations Management and Business Analytics"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Kevin Zhan"],
		"facultyadvisor": ["Kylie King"],
		"scope":  "Founded in 1979, the Advisory Board Company (ABC) is a best practices firm that serves the needs of healthcare and educational organizations worldwide through the use of research, technology, and consulting. ABC is headquartered in Washington D.C. and employs 3,600 people worldwide. ABC’s mission is to make healthcare better, education smarter, and communities stronger. Last year, ABC’s employee benefit expenditures were much higher than expected. As a result, ABC’s workforce analytics group is looking to gain a better understanding of which plans their employees are enrolling in to help understand their costs. Investigating enrollment numbers will allow information to be gained that will aid ABC in making decisions on potential actions regarding their benefit plans. Apex Analytics will provide a descriptive analysis that identifies trends of overall employee enrollment and demographics in each benefit plan offered by ABC. ",
		"description": "To provide an analysis of the trends of employee benefit enrollment, Apex Analytics was given four years of past employee demographics and enrollments. These four datasets were then organized and modified so that categories and structure were consistent across all datasets. The team used data visualization methods to convey trend information in an easy-to-read style. Apex Analytics then went through these graphs, reported on them, and further looked into the demographic trends within these benefits. ",
		"impact": "The team's recommendations will assist ABC’s benefits team in visibility for the company’s benefits program, helping them maximize the potential of highly elected plans and cutting those that incur greater costs. "
    }, {
		"company": "BD",
		"teamname": "LactiNEXT Consulting",
		"projectname": "Blue Ocean Strategy for Lactinex",
		"members": [
			{ "name": "Urvashi Dayalan",
			"major": ["Bioengineering"],
			"cohort": 24,
			},
			{ "name": "Chris Demek",
			"major": ["Marketing"],
			"cohort": 24,
			},
			{ "name": "Basma Hamud",
			"major": ["Finance"],
			"cohort": 24,
			},
			{ "name": "Sandra Soltz",
			"major": ["Computer Engineering"],
			"cohort": 24,
			},
            { "name": "Gopal Srinivasan",
			"major": ["Finance"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Oleg Rusu"],
		"facultyadvisor": ["Dr. Jeffrey Herrmann"],
		"scope":  "Becton, Dickinson and Company (BD) is an American medical technology company that manufactures and sells medical devices, instrument systems, and reagents. The company operates worldwide and employs over 40,000 people. BD’s Diagnostic Systems division oversees Lactinex™, the only product sold by the company meant for human consumption. BD began selling Lactinex™ after it acquired the rights to the probiotic supplement brand over 50 years ago. Declining sales in recent years have led BD to identify the need for a formalized product marketing strategy. Therefore, our project scope includes developing an understanding of Lactinex™ and the market, as well as providing recommendations for tactical and strategic marketing of the product. Along the way, our deliverables have included an analysis of the product and market, a shopping gap analysis, and profit and loss estimations for our recommendations. Our ultimate objective is to provide the company with a baseline upon which it can make informed decisions regarding the final marketing strategy to be developed in-house. ",
		"description": "Our team conducted three surveys of varying success to prospective and current consumers of probiotics, veterinarians, and physicians in order to determine consumer attitudes and familiarity with probiotic products. They also held two focus groups to first gauge consumer reactions to Lactinex™ and to supplement our survey data. The results of our primary data analysis informed the team of a need to change the Lactinex™ packaging and consider possible reformulation of the product. In addition, they also reviewed research provided by Becton Dickinson and conducted our own secondary research. This influenced numerous recommendations, most notably, the application of our focus group data to identify a need to sell Lactinex™ in capsule form. ",
		"impact": " The team’s research led them to recommend an algae-derived material as a feasible, effective method of encapsulation. They also developed criteria to evaluate consumer shopping experiences and visited retailers in Maryland to study the purchase process for Lactinex™. Since Lactinex™ is only sold at the pharmacy because of refrigeration needs, the team recommended that BD place advertisements in store aisles and the pharmacy counter to increase brand awareness."
    }, {
		"company": "Caterpillar",
		"teamname": "Metapod Consulting",
		"projectname": "Driving Engagement Through Gaming",
		"members": [
			{ "name": "Michelle He",
			"major": ["Marketing", "Infomation Systems"],
			"cohort": 24,
			},
			{ "name": "Andrew Katz",
			"major": ["Marketing", "Supply Chain Management"],
			"cohort": 24,
			},
			{ "name": "Brian Morris",
			"major": ["Bioenineering"],
			"cohort": 24,
			},
			{ "name": "Derien Scott",
			"major": ["Computer Engineering"],
			"cohort": 24,
			},
            { "name": "Victoria Zhao",
			"major": ["Finance"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Gary Evans"],
		"facultyadvisor": ["Dr. Evan Golub"],
		"scope":  "Caterpillar Inc. is the world’s leading manufacturer of construction and mining equipment. The company primarily operates through its three product segments: Construction Industries, Resource Industries, and Energy and Transportation, generating revenues of over $47 billion in 2015. Caterpillar maintains its competitive advantage through investment in IT infrastructure and employee training. The Global Information Services (GIS) division at Caterpillar oversees IT within the company and supports the firm’s digital and data-based transformation. In 2016, Caterpillar introduced ~The Age of Smart Iron~, bringing digital solutions to machinery designed to improve productivity, efficiency, safety, and profitability for customers. The GIS division’s core values of innovation, creativity, and continuous learning align strongly with the firm’s vision to generate new services by utilizing digital technologies and analytics. Metapod Consulting (MPC) was tasked with designing a video game framework, ultimately to be developed by Caterpillar’s IT interns and professionals, to further an environment of collaboration and develop new IT skills. This opportunity will allow the GIS division to enhance the delivery of digital solutions to the enterprise",
		"description": "MPC utilized the DMEDI (Define, Measure, Explore, Develop, and Implement) creative design approach to create the video game framework. Within this process, MPC applied the iterative design methodology to optimize the game to the end customer while supporting Caterpillar’s brand image. After conducting industry research and obtaining quantifiable insight from gaming forums and focus groups, MPC designed a level-based, physicsbased puzzle mobile game for both iOS and Android. With sharp graphics and simple animations, this game relates Caterpillar’s vehicles to the construction toys of a player’s youth, creating a visceral connection for the user and fitting a wide range of age and gender demographics. ",
		"impact": "Caterpillar will benefit from this increased opportunity for teamwork and collaboration within the GIS division, leading to higher levels of employee engagement, an improved intern experience, and the acquisition of new skills that can be leveraged to advance its digital transformation."
    }, {
		"company": "Goodwin Brothers Shades",
		"teamname": "Shades of Glory",
		"projectname": "Warehousing Logistics Optimization",
		"members": [
			{ "name": "Laura Bell",
			"major": ["Supply Chain Management", "International Business"],
			"cohort": 24,
			},
			{ "name": "Grace Cha",
			"major": ["Supply Chain Management", "Information Systems"],
			"cohort": 24,
			},
			{ "name": "Thomas Garchitorena",
			"major": ["Finance"],
			"cohort": 24,
			},
			{ "name": "Avi Kozlowski",
			"major": ["Finance", "Accounting"],
			"cohort": 24,
			},
            { "name": "Samuel Lewis",
			"major": ["Mechanical Engineering"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Mark Anchor"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "Founded in 2005, Goodwin Brothers Shades & Specialties LLP (GB) is a shade and blind contracting company servicing the mid-Atlantic region. Working heavily with construction projects, GB installs products ranging from traditional shades to highly complex automated shading systems. With two warehouses located in both Maryland and Delaware, GB currently has more than 50 employees and revenues exceeding $10 million. While their Maryland warehouse has been well utilized in the past, GB has been experiencing a spike in their number of projects leading to storage-related growing pains. The results of this unplanned growth are a cluttered warehouse with materials on the floor and a variety of misplaced or missing materials, costing them roughly $75,000 each year. Additionally, GB’s growth has created a clear need to reevaluate their current inventory management system and material staging processes. Therefore, GB has called upon QUEST to optimize logistics and warehouse efficiency from the procurement phase to the project construction phase. ",
		"description": "Shades of Glory employed the DMAIC (Define, Measure, Analyze, Improve, Control) strategy to help understand and combat these difficulties. The team determined three focal points of improvement: optimizing warehouse space, implementing an up-to-date inventory tracking system, and optimizing material movement. ",
		"impact": "As GB sales skyrocketed, they began to experience some growing pains. In the current year, GB lost $75,000 worth of inventory by misplacing materials within their warehouse. Additionally, the primary concern of every warehouse worker interviewed was the continual overcrowding of the warehouse. Also, GB currently wastes over $15,000 a year paying installation teams to wait for loading docks to clear so they can begin value-added work. By improving these aspects of GB’s procurement process, GB is able to save time, space, and money, allowing them to utilize all of their assets more effectively."
    }, {
		"company": "Intralox",
		"teamname": "SherLox",
		"projectname": "Conveyor System Design Process Improvement",
		"members": [
			{ "name": "Rebecca Grossman",
			"major": ["Electrical Engineering"],
			"cohort": 24,
			},
			{ "name": "Andrew He",
			"major": ["Computer Science"],
			"cohort": 24,
			},
			{ "name": "Dominick Montero",
			"major": ["Aerospace Engineering"],
			"cohort": 24,
			},
			{ "name": "Morgan Taverner",
			"major": ["Supply Chain Management", "Marketing"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Kashyap Alur"],
		"facultyadvisor": ["Dr. Jeffrey Herrmann"],
		"scope":  "Intralox LLC is the world leader in providing comprehensive conveyance solutions, including conveyor belting, conveyor equipment, and services, to streamline plant operations. The company’s passion for innovation is exemplified by its proprietary Activated Roller Belt (ARB) technology, which enables modular belting to sort, merge, and switch products. SherLox had the distinct opportunity to engage with the Order Engineering department at the facility in Savage, Maryland this semester. This department is responsible for the design phase of order fulfillment. Intralox is growing rapidly, with expectations of business doubling in the next two years. Currently, the company provides solutions to customers in approximately sixteen weeks, four weeks more than the industry standard of twelve weeks. Additionally, the Order Engineering design process is responsible for 49 percent of internal errors, resulting in significant inefficiencies downstream. Intralox sought the help of Sherlox in reducing both error and lead time in order to allow the company to accommodate a heightened number of projects.",
		"description": "Through interviews, surveys, and shadowing, SherLox recognized areas of improvement within Intralox’s means of project assignment, peer reviews, and data-sharing. Current project assignments are done on a case-by-case basis with great respect for the engineer’s skills, talents, and experience. ",
		"impact":  "SherLox recommended specializing the Order Engineering department by equipment type, allowing for efficiency through expertise while maintaining project variety and sufficient workloads. Additionally, to improve the accessibility of past project data, SherLox developed a functional database prototype allowing for searches of project information based on a logical tagging system. We provided a detailed deployment strategy of this tool for future integration and deployment. Finally, to formalize the design peer review process, SherLox recommended a system of rotating review teams conducting quicker, more comprehensive checks. Overall, these recommendations save about $600,000 and 1,200 business days per year, or about $3,000 and 6 days per project."
    }, {
		"company": "TAMKO Roofing Products",
		"teamname": "RoofTop Consulting",
		"projectname": "Truck Pick-Up Median Wait Time Improvement",
		"members": [
			{ "name": "Gedaliah Knizhnik",
			"major": ["Mechanical Engineering"],
			"cohort": 24,
			},
			{ "name": "Amy Liang",
			"major": ["Operations Management and Business Analytics", "Information Systems"],
			"cohort": 24,
			},
			{ "name": "Patrick Lin",
			"major": ["Accounting", "Information Systems"],
			"cohort": 24,
			},
			{ "name": "Noelle Majorczak",
			"major": ["Electrical Engineering"],
			"cohort": 24,
			},
            { "name": "RJ Walton",
			"major": ["Finance", "Supply Chain Management"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Joe Burkhardt"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "RoofTop Consulting (RTC) worked with TAMKO’s facility in Frederick, MD this semester. TAMKO is a national manufacturer of roofing shingles and other building products, and the Frederick facility alone processes over 17,000 trucks per year. The median wait time for trucks passing through the facility is 88 minutes, and RTC was tasked with reducing that time to 60 minutes. Meeting this goal would have many benefits for TAMKO Frederick, such as increasing revenue by increasing throughput and helping TAMKO negotiate better shipping rates with carriers.",
		"description": "RTC tackled this issue through the lens of the process’s two most important stakeholders: the forklift drivers and the truck drivers. We analyzed issues facing truck drivers through interviews and site visits and discovered extraneous processing and a complex procedure. ",
		"impact": "We recommended a simplified process that included increased automation and greater clarity for drivers via robust signage. We expect these recommendations to reduce approximately 10 minutes of waiting time. We analyzed issues facing forklift drivers via a focus group and site visits, as well as GPS loggers to track forklift movement in the factory. Our team discovered that forklifts are used inefficiently, and therefore, there are not enough forklifts available to load trucks. To address this issue, we developed an Excel Model to predict wait times from the number of forklifts deployed. Based on this model, TAMKO can expect to save approximately 22 minutes by increasing the number of forklifts deployed."
    }, {
		"company": "Tenax",
		"teamname": "Team Tenacity",
		"projectname": "Inventing New Products for New Customers and Markets",
		"members": [
			{ "name": "Malcom Davis",
			"major": ["Finance"],
			"cohort": 24,
			},
			{ "name": "Sydney Tommins",
			"major": ["Marketing", "Operations Management and Business Analytics"],
			"cohort": 24,
			},
			{ "name": "Mimi Verdonk",
			"major": ["Finance", "Arabic Studies"],
			"cohort": 24,
			},
			{ "name": "Gabe Vostal",
			"major": ["Materials Science & Engineering"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Vaishali Patel"],
		"facultyadvisor": ["Dr. Linda Schmidt"],
		"scope":  "Founded in Italy in 1960, Tenax is a leading manufacturer of high end plastics, specializing in the production of extruded netting. Tenax’s products are used in a variety of industries including oil and gas, aquaculture, agriculture and construction. The company’s impact is global; currently, over 60% of their revenues come from outside of Europe, with offices set up all around the world including an American headquarters in Baltimore, Maryland. Team Tenacity has come together to take a deep dive into a Voice of the Customer Analysis (VOC) for Tenax’s Performance Plastics customers. Tenax prides itself in the flexibility and customization that they provide to companies in order to meet the specific needs of the client. Team Tenacity has been tasked with gauging overall satisfaction with the client’s current purchases in addition to exploring the types of innovations or changes to preexisting products that Tenax could create to best tailor their current offerings to industry shifts in the next 3-5 years. ",
		"description": "Team Tenacity began the project by gaining a greater understanding of the Tenax organization. The team conducted extensive market research, contacting 26 current customers and some potential and future clients in order to understand the various drivers in innovation and usages of Tenax products for end-users across multiple industries. Using the data garnered from interviews, Team Tenacity generated a fishbone diagram, conducted a GAP analysis, and further investigated underlying issues for Tenax in regards to three core areas: marketing, sales team, and use of distributors.",
		"impact": " The team’s final recommendations include a revamped website with a decision tree feature to emphasis customizability, an apprenticeship program designed to spearhead new business development, and a formalized feedback process that loops end users, distributors, and Tenax together. The team also provided graphs to visually display the gaps in product offerings in addition to cataloguing all of Tenax’s merchandise by technical specifications. "
    }, {
		"company": "Thales",
		"teamname": "The Defenders",
		"projectname": "IT Networks Security Metrics",
		"members": [
			{ "name": "Justin Kelman",
			"major": ["Electrical Engineering"],
			"cohort": 24,
			},
			{ "name": "Neha Kundagrami",
			"major": ["Finance", "Statistics"],
			"cohort": 24,
			},
			{ "name": "Anthony Prus",
			"major": ["Marketing"],
			"cohort": 24,
			},
			{ "name": "Linda Yau",
			"major": ["Electrical Engineering"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Steve Kutchi"],
		"facultyadvisor": ["Dr. James Purtilo"],
		"scope":  "Thales Defense & Security, Inc. is a U.S. defense contractor that serves defense, federal, and commercial markets. A world leader in military tactical radio solutions, their main engineering facility in Clarksburg, MD is home to numerous high-tech labs and equipment used for research and development of cutting edge products. The Defenders have been tasked with providing recommendations to the Thales software engineering and IT departments. Software engineering focuses on embedded real time coding and signal processing algorithms for their radios, while one of IT’s primary goals is to maintain security on the Thales computer network. Thales currently utilizes a linear workflow process for vetting, installing, and updating open source software (OSS) packages. Not only does the linearity create time and cost inefficiencies, but there is also no formal method for securely checking possible vulnerability and licensing issues with the OSS packages. Furthermore, Thales cannot track which products contain which software, which presents security concerns for customers when new vulnerabilities are found. Therefore, we developed a faster workflow that also takes into account OSS licensing and code vulnerabilities. In addition, we recommended a system that can track the whereabouts of OSS. Our process not only saves time and money for Thales but will also ensure the reliability and functionality of their products.",
		"description": "By maintaining close and continuous contact with the senior engineers and IT department manager, our team was able to adapt and develop a solution that closely fits Thales’ needs. We discussed our solution with the Thales staff regularly to determine the feasibility of our improved process within their current system and to see how we could leverage systems they already have in place. ",
		"impact": " Our new software scanning tool that analyzes licensing and vulnerabilities streamlines the process and eliminates the human error factor. Furthermore, it aligns well with the restructuring of the process into parallel steps which saves 44% of workflow time. The scanning tool saves up to $50,000 every time it prevents a new vulnerability needing to be patched, and it avoids the cost of licensing infringement which could force Thales to reveal their proprietary information. In addition, integrating a configuration management database to easily locate code will increase the value of Thales as a reliable defense company as it enhances their customers’ sense of security."
    }, {
		"company": "Transurban",
		"teamname": "QUEST Xpress",
		"projectname": "Toll Violation Enforcement Process Improvement",
		"members": [
			{ "name": "Danielle Golden",
			"major": ["Finance", "Information Systems"],
			"cohort": 24,
			},
			{ "name": "Young Park",
			"major": ["Finance", "Accounting"],
			"cohort": 24,
			},
			{ "name": "Benjamin Seibert",
			"major": ["Civil Engineering"],
			"cohort": 24,
			},
			{ "name": "Vinny Venkat",
			"major": ["Computer Science"],
			"cohort": 24,
			}
		],
		"projectchampion": ["Eric Coraggio"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Transurban is an Australian-based company that leases and operates toll roads. Transurban expanded their operations to the United States in 2001 and currently manages the I-495 and I-95 Express Lanes in Virginia. Transurban’s operations include monitoring the traffic on the toll roads, managing the tolling process, and collecting fees. Transurban hopes to become the partner of choice in the DC, Maryland, and Virginia area and continue to expand their operations within the United States. The current process of toll violation collections involves manually inputting a variety of information on the toll violators into Microsoft Excel. This includes names, driver’s license numbers, any previous court dates, and other information. Transurban’s process involves sending emails between stakeholders and manually inputting information into a variety of spreadsheets, which is both inefficient and error prone. QUEST Xpress was given the opportunity to streamline Transurban’s toll violation collection process in order to improve both the scalability and efficiency of the process. As Transurban aims to grow, lease, and operate more roads within the Virginia area, they will need a proven and tested process to replace the current system.",
		"description": "QUEST Xpress analyzed the current toll violation collection process by mapping out the current system. In order to understand the stakeholders’ perspectives on Transurban’s current process, the team sent out a survey to those directly involved in the process to understand the key inefficiencies. Upon completion of the analysis phase, the team concluded that implementing a database software would be most effective to monitor, track, and document the toll violation collection process. QUEST Xpress researched database software and narrowed down the choices to five alternatives: Microsoft Access, Tableau, Apache OpenOffice, AxisBase, and Google Suite. The team compared the requirements of the stakeholders to each software’s capabilities in order to find the most optimal solution. ",
		"impact": "The team's recommendation was to implement a Microsoft Access database to update, store, and query the toll violation information. The team built a framework for how the data should be stored and processed and also provided an implementation plan for the employees to smoothly transition to the new system. "
    }

	]
}
