{
	"projects" : [{
		"company": "ARUP",
		"teamname": "TF^2 Consulting",
		"projectname": "Improving CityCat Ferry Ridership for Queen's Wharf Brisbane",
		"members": [
			{ "name": "Summer Legambi",
			"major": ["Civil Engineering"],
			"cohort": 25,
			},
			{ "name": "Zachary Zweig",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			},
			{ "name": "Linda Lin",
			"major": ["Civil Engineering"],
			"cohort": 0,
			},
			{ "name": "Michelle Robertson",
			"major": ["Civil Engineering"],
			"cohort": 0,
			},
			{ "name": "Roy Zhu",
			"major": ["Civil Engineering"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Kyle Nixon"],
		"facultyadvisor": ["Dr. SangHyung Ahn"],
		"scope":  "Arup is a design, engineering, and consulting firm that brings together professionals from diverse disciplines and skills on a uniquely global scale. By 1976, Arup’s reputation became global with the completion of the Sydney Opera House. The firm’s portfolio today is broad and wideranging. The Brisbane office has completed numerous traffic and transportation studies in Brisbane as well as South East Queensland for both road, public transport facilities and active transport. Brisbane is one of the fastest growing cities in the world and its traffic concerns are growing. As a result, TF2 Consulting analyzed how the Brisbane CityCat ferry service could be improved to mitigate the impact that growth in the Central Business District (CBD) has had on traffic congestion. TF2 Consulting found opportunities to increase ferry ridership into the CBD, reduce road congestion, and strengthen the city’s resilience to disruption transportation. ",
		"description": "Quantitative data from smart card records helped TF2 Consulting determine which ferry terminals had low ridership but high bus ridership nearby. Qualitative data from created profiles of each terminal helped TF2 Consulting visualize terminal demographics. Using analysis from both quantitative and qualitative data, TF2 Consulting identified terminals with high potential for an increase in ferry ridership. Bretts Wharf ferry terminal in Hamilton was targeted due to its high potential and its adjacent location to major highway congestion. ",
		"impact": " TF2 Consulting proposed that pubic transport riders take the ferry at Bretts Wharf to Teneriffe then bus to the CBD as opposed to taking the bus directly from Hamilton to decrease congestion along the major highway corridor. A literature review on customer satisfaction and communication dissemination was conducted to create a marketing plan that communicates the benefits of intermodal transportation and incentives riders to use the ferry. TF2 Consulting created a method for Arup to analyze future data sets and increase ferry ridership and decrease congestion to mitigate pressing traffic concerns. "
	}, {
		"company": "BD",
		"teamname": "Team AmBDextrous",
		"projectname": "Understanding Global Market for a Bacterial/Viral Diagnostic Device",
		"members": [
			{ "name": "Shannon Larson",
			"major": ["Bioengineering"],
			"cohort": 25,
			},
			{ "name": "Chineme Obiefune",
			"major": ["Operations Management and Business Analytics"],
			"cohort": 25,
			},
			{ "name": "Alex Moore",
			"major": ["Mechanical Engineering", "Finance"],
			"cohort": 0,
			},
			{ "name": "Siobhan O'Sullivan",
			"major": ["Public Health", "Finance"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Jean-Francois Mathieu", "Daniel Waits"],
		"facultyadvisor": ["Dr. Ian White"],
		"scope":  "Becton, Dickinson and Company (BD) is a Fortune 500 medical technology company with a large global presence. BD is working to improve health through their diagnostic, medical, and delivery of care products. Team AmBDextrous worked with BD Diagnostic Systems, a sector of the BD Life Sciences segment, with project champions based out of the San Diego, California location. BD is developing a point-of-care device that will provide a bacterial versus viral diagnosis. This will reduce the global threat of antimicrobial resistance (AMR) that causes antibiotics to become ineffective after repeated usage. The device would confirm a bacterial infection prior to antibiotic usage. AMR is especially prominent in low- and middle-income countries (LMICs) where diagnostic testing and stable health care systems are under-developed. Team AmBDextrous provided BD with a report analyzing AMR, antibiotic usage, and health care trends in various LMICs which dictated market entry recommendations and risks.",
		"description": "the WHO and CDDEP. Regional data collection was guided by a set of key questions and organized using a qualitative data framework. After researching Southeast Asia, Western Pacific, Sub-Saharan Africa, and Oceania, at least two countries of focus were identified within each region. Each country was ranked for AMR concern, stakeholder responses, and implementation potential using a prioritization matrix",
		"impact": "The team recommended prioritizing implementation in Thailand, Australia, and China due to their stable health care systems, high AMR concern, government support, and US market presence. Given the problems of antibiotic purchase without prescription and limited diagnostic equipment, pharmacies, and local clinics were identified as priority implementation settings. The final recommendation was to market towards commonly misdiagnosed diseases such as TB, diarrheal infections, ARI, and HIV/AIDS."
	}, {
		"company": "Bloomberg",
		"teamname": "PB&J Consulting (PBJC)",
		"projectname": "Financial Data Extraction and Classification Project",
		"members": [
			{ "name": "Pete Dziki",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			},
			{ "name": "Bobby Ellett",
			"major": ["Finance", "Marketing"],
			"cohort": 25,
			},
			{ "name": "Christian Johnson",
			"major": ["Computer Science"],
			"cohort": 25,
			},
			{ "name": "Jeremy Krach",
			"major": ["Computer Science"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Cristiane Coutinho"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Bloomberg L.P. is a financial software, data, and media company headquartered in New York, NY, that conducts business around the globe. Through the Bloomberg Terminal financial software system, Bloomberg connects financial professionals with the real time market data that allows them to make educated investment decisions. Bloomberg seeks to increase workflow efficiency by automating the manual process of both data extraction and entity classification from financial documents. Bloomberg aims to utilize machine learning and software-based solutions to maximize efficiency in this automation process and has enlisted PBJC to design and deliver a software data extraction tool. Through this tool, Bloomberg will speed up data delivery to customers and free up analyst time that can be allocated toward other tasks.",
		"description": "The software package delivered to Bloomberg employs a combination of business rules and natural language algorithms to create a powerful data extraction tool. PBJC identified business rules through financial research, using prospectus financial documents and 10-K annual reports to detect patterns in phrasing and document layout. These rules served as the basis for the software development phase of the project. ",
		"impact": " The team developed a comprehensive software package that extracts key data fields and information relevant to classification from financial documents. The development team designed innovative algorithms that make use of Natural Language Processing (NLP) and machine learning to extract data and perform classification with high accuracy. The algorithms were uniquely tuned for Bloomberg’s use case and account for sentence structure and common keywords to produce a scoring system to rank and extract relevant data. Testing determined that the software package delivered to Bloomberg extracts data at a 90.35%  accuracy rate. This is estimated to free a total of 83 work hours per week. The team is currently testing classification accuracy to deliver even greater value. "
	}, {
		"company": "Brisbane Airport Corporation",
		"teamname": "QUEST 4 KOALA-TY",
		"projectname": "Optimizing Customer Throughout at Brisbane Airport Terminal",
		"members": [
			{ "name": "Angelina Bingei",
			"major": ["Information Systems", "Marketing"],
			"cohort": 25,
			},
			{ "name": "Harriet Dadzie",
			"major": ["Finance"],
			"cohort": 25,
			},
			{ "name": "Ines Paloma",
			"major": ["Industrial Engineering"],
			"cohort": 0,
			},
			{ "name": "Sohan Roopra",
			"major": ["Civil Engineering"],
			"cohort": 0,
			},
			{ "name": "Ines Ros",
			"major": ["Industrial Engineering"],
			"cohort": 0,
			}
		],
		"projectchampion": ["Luke Harvey", "Alan Miller"],
		"facultyadvisor": ["Dr. SangHyung Ahn"],
		"scope":  "Brisbane Airport Corporation (BAC) operates Brisbane Airport (BNE) as a private, non-listed Queensland company and creates economic opportunities for the region equating to more than $4 billion annually. BNE is the largest airport in Australia by land size and was rated as Australia’s No. 1 airport for quality of service 10 years in a row in an Australian Competition & Consumer Commission's survey. One of the three check-in and security facilities at the airport’s Domestic Terminal is leased to the major airline Virgin Australia. The main check-in area of Virgin Australia provides 16 automated check-in kiosks, 8 traditional check-in counters, and 8 manual bag drop counters. Over the next three years, many airlines and airports plan to invest in self-service processes and Virgin Australia introduced this as part of its new Perth Airport terminal in 2015. QUEST 4 KOALA-TY aimed to improve Virgin Australia’s and smaller airlines’ check-in facilities by observing customer throughput and exploring opportunities for renovation.",
		"description": "Through video footage, QUEST 4 KOALA-TY collected customer throughput data concerning passengers’ arrival time to queues, arrival and departure times to service desks, and service times for four different areas within the domestic terminal: Automated kiosks, common use semi-automated bag drop, Virgin Australia manual check-in & bag drop, and Virgin Australia business manual check-in. With this data, the team used Microsoft Excel’s probability software to predict passenger flow patterns",
		"impact": "The team delivered a Microsoft Excel model was created using queueing theory to track traffic intensity and area utilization of the airport for different configurations we designed. The results were then used in an agent-based simulation software that modeled the terminal to test different layout configurations and their effects on passenger flow."
	}, {
		"company": "Constellation",
		"teamname": "Team Orion",
		"projectname": "Improving Customer Experience and Enhancing Customer Loyalty",
		"members": [
			{ "name": "Brooke Benson",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			},
			{ "name": "Natalie Urban",
			"major": ["Finance"],
			"cohort": 25,
			},
			{ "name": "Ivy Xia",
			"major": ["Marketing", "Operations Management and Business Analytics"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Mary Buentello", "Kristin Seifarth", "Meredith Keeney"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "Constellation, headquartered in Baltimore, is an energy company providing power, natural gas, renewable energy, and energy management products and services for homes and businesses across the US. They serve more than 100,000 businesses providing solutions that help customers strategically buy, manage, and use their energy. Their customer base includes residential, commercial, industrial, public sector, government and institutional customers. This project works with the Sales and Operations Effectiveness team in their retail department. In 2016, Constellation saw a decline in their Net Promoter Score, an indicator of customer loyalty and retention. NPS is calculated based on customers’ response to the question: “How likely are you to recommend Constellation to a friend or colleague?” Constellation’s current data collection and customer survey results demonstrate “where” customer satisfaction scores are trending, however, additional analysis is needed to understand “why” to determine strategic business actions. An increase in Constellation’s Net Promoter Scores is essential as customer retention directly impacts a company’s growth and profitability. This project focused on approaching the issue of declining NPS through understanding the human element of customer experience beyond the metrics, and recommending solutions that drive loyalty. ",
		"description": "Our team’s methodology consisted of in-depth research and analysis of Constellation’s historical business-to-business customer data and net promoter scores. Specifically, we combined findings from our data analysis and secondary customer research to conclude initial insights into the customer journey within the energy industry. Through our research we recognized that employee satisfaction is a major component into understanding customer loyalty and experience. With this in mind, our team conducted employee interviews with Constellation’s Customer Care team as well as four Sales and Sales Support teams",
		"impact": "We found an overwhelming majority of their employees do not make use of a centralized Customer Relationship Management Platform (CRM). Without the uniform use of a CRM, Constellation is unable to collect metrics needed to fully understand the customer journey. Our recommendations include enforcing the use of a CRM and what specific metrics to collect at each customer journey phase, emphasizing the human element of the customer experience. "
	}, {
		"company": "GE",
		"teamname": "Route 1 Consulting",
		"projectname": "Enhancing Electrical Harness Design and Manufacturing",
		"members": [
			{ "name": "Micah Arnson-Serotta",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			},
			{ "name": "Christy Cwieka",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			},
			{ "name": "Cameron Harner",
			"major": ["Bioengineering"],
			"cohort": 25,
			},
			{ "name": "Ethan Sternstein",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Sajjad Husain"],
		"facultyadvisor": ["Dr. David Bigio"],
		"scope":  "Founded in 1980, Unison is the world’s leading supplier of complex gas turbine engine components and electrical and mechanical systems. Unison is headquartered in Jacksonville, Florida and employs 2,200 people worldwide. Unison’s mission is to provide valuable products to their users and to be a long-term supplier for aerospace companies worldwide. Unison achieves this goal through the use of their highly skilled workforce and leveraging the advantages of being a wholly owned subsidiary of GE. Route 1 Consulting has provided Unison recommendations on how to increase the efficiency and cost savings of their electrical harness in order to continually enhance the reliability of Unison’s harnesses in the field. To accomplish this objective, Route 1 Consulting conducted research into current and advanced manufacturing practices of electrical harnesses in aerospace and other industries. With guidance from Unison’s electrical harness design and manufacturing teams, Route 1 Consulting has highlighted the top recommendations and indicated their benefits over current benchmarks using a cost benefit analysis.",
		"description": "To formulate recommendations to assist Unison in enhancing the overall efficiency of their manufacturing process, Route 1 Consulting used a primarily research-based approach. This included conducting a site visit and weekly meetings with Unison to identify the specific opportunities and conducting visits to other companies that produce electrical harnesses to discover alternative manufacturing methods. Additionally, Route 1 Consulting conducted independent research on emerging technologies and similar process improvement case studies. ",
		"impact": "The results of the research conducted by Route 1 Consulting are recommendations for the implementation of three technologies with the potential to increase process efficiency and enhance the reliability of Unison’s electrical harnesses. Route 1 Consulting recommends a new device to aid in building pinned ends, a table to increase flexibility in shaping harnesses, and a friction-resistant clip for attaching the harnesses. Supporting these recommendations, Route 1 Consulting has completed a cost benefit analysis and projected the future savings that will result from each recommendation."
	}, {
		"company": "Miltec UV",
		"teamname": "Team Ultra",
		"projectname": "Increasing Efficiency in UV System Production",
		"members": [
			{ "name": "Patrick Ayerle",
			"major": ["Materials Science and Engineering"],
			"cohort": 25,
			},
			{ "name": "Clair Devaney",
			"major": ["Finance", "Supply Chain Management"],
			"cohort": 25,
			},
			{ "name": "Porter Polcaro",
			"major": ["Fire Protection Engineering"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Herbert Freyre", "Joyce McGinnis"],
		"facultyadvisor": ["Dr. Jeffrey Herrmann"],
		"scope":  "Located in Stevensville, MD, Miltec UV is a world leader in manufacturing UV curing systems, designing and shipping HPI Arc Lamp and MPI Microwave systems to four continents around the globe. They provide solutions for a wide variety of industry applications including curing systems for coatings and inks used commonly in fiber optics, hardwood flooring, printing, and semiconductors. Miltec UV’s growing business has afforded them the opportunity to triple sales revenues in 2017. Team Ultra is helping them to accomplish this objective by providing recommendations for resource allocation and forecasting as it pertains to their HPI custom UV curing system production process.",
		"description": "We began by holding a site visit and conducting departmental interviews to create process flow diagrams and gain a complete understanding of the tasks within HPI production. From here, we analyzed the process for inefficiencies and redundancies using quantitative and qualitative methods. We found opportunities for raising budgeting accuracy, reducing redundancies in employee check-ins, assigning responsibilities to tasks, completing accurate resource tracking, and more consistent project scheduling. To improve this situation, our solution included a multi-project Gantt chart, updated budgeting values, a barcoding system for inventory, a labor tracking system within the manufacturing software, and plan of implementation for current and future usage. Miltec UV will manage multiple project and task schedules with higher efficiency, reduce employee check-ins and inventory management to a quick scan, and consolidate all data on labor hours and payroll into one system. ",
		"impact": " In order to achieve their sales forecast, Miltec UV must improve the efficiency of their production process so that it can handle the 50% increase in project volume for the coming year. By implementing Team Ultra’s recommendations, Miltec UV has the potential to earn the 200% increase in forecasted sales revenue, mitigate additional costs that are incurred due to inaccurate project budgeting, and ultimately improve overall project margin."
	}, {
		"company": "Northrop Grumman",
		"teamname": "PUE Consulting",
		"projectname": "Increasing Sustainability in Server Rooms",
		"members": [
			{ "name": "Connor Armstrong",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			},
			{ "name": "Isabelle Lock",
			"major": ["Biology"],
			"cohort": 25,
			},
			{ "name": "Edward Morozov",
			"major": ["Computer Science"],
			"cohort": 25,
			},
			{ "name": "Ryan Wong",
			"major": ["Electrical Engineering"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Anthony Mazzella"],
		"facultyadvisor": ["Dr. Michael Ohadi"],
		"scope":  "Founded in 1994, Northrop Grumman is one of the largest aerospace and defense contractors. They provide solutions and products for government and commercial customers with many military and cybersecurity technology applications. Northrop Grumman’s environmental sustainability program, greeNG, ensures that the company achieves 30% greenhouse gas reduction, 20% potable water usage reduction, and a 70% solid waste diversion rate by 2020. greeNG has identified an opportunity to reduce energy consumption in their sector’s server rooms and data centers. They currently have large enterprise data centers that house client information and smaller server rooms that house internal projects. Unlike the enterprise data centers, these smaller server rooms currently do not have any energy efficiency best practices implemented or any funding by the internal projects. PUE Consulting was tasked with understanding how server room best practices utilized by other organizations can be integrated into these smaller server rooms and reduce the overall energy consumption.",
		"description": "Our team identified the need to pilot a case study of a Northrop Grumman server room to understand the current operations and install temperature, humidity, and submetering sensors. This allowed us to create a thermal simulation model that demonstrated the distribution of heat and airflow throughout the room, informing us to recommend three main Energy Conservation Methods (ECMs): increase of setpoint temperatures, removal of air-blocking storage units, and installation of an energy efficient lighting system. The team also conducted stakeholder interviews with various managers of the facilities, IT, and internal project teams to gauge the interactions within the server room. ",
		"impact": "We recommended acquisition of a regional server room manager to implement ECMs and to collaborate with the sustainability department to educate internal projects about power usage and sustainable practices. Beyond motivation to restructure the server room to reduce power consumption per hour, these recommendations will challenge the culture of Northrop Grumman engineers to design their solutions more sustainably and ultimately reduce power consumption as a whole."
	}, {
		"company": "Orbital ATK",
		"teamname": "Increasing Cash Generation",
		"projectname": "Ammo Advisory",
		"members": [
			{ "name": "Alston Kau",
			"major": ["Bioengineering"],
			"cohort": 25,
			},
			{ "name": "Paula Rabade",
			"major": ["Finance", "Accounting"],
			"cohort": 25,
			},
			{ "name": "Kayla Sukri",
			"major": ["Finnce", "Information Systems"],
			"cohort": 25,
			},
			{ "name": "Bryan Weiner",
			"major": ["Mechanical Engineering"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Bryan Buckland", "Greg Maxwell", "Keith Strohman"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Orbital ATK is a government defense contractor that designs, builds, and delivers space, aviation, and defense-related systems. The company is divided into three operating groups: Flight, Space, and Defense Systems. Our team worked specifically with the Defense Systems Group which is headquartered in Baltimore, MD with operations across the country. Orbital ATK’s Defense Systems Group is the largest US producer of small-caliber ammunition and a leader in medium- and large-caliber ammunition as well. The group’s key financial metrics are sales, earnings before interest and taxes (EBIT), orders, and cash. Currently, the defense group has placed a larger emphasis on cash due to a project in the Lake City, MO facility that has hurt the group’s cash position. A high cash flow is key to financing new projects, investing, and maintaining investor confidence. Our objective is to increase cash flow by improving contract terms and conditions, implementing cash metrics, automating processes, and decreasing internal costs.",
		"description": "Ammo Advisory conducted interviews, industry analysis, and regulatory research in order to identify areas where cash flow could be improved. We identified internal delays resulting in a longer cash collection cycle, industry best practices in terms of financial metrics and payment structures, as well as international contracting regulations that would increase opportunities for Orbital ATK to collect cash sooner",
		"impact": "We recommended an IT tool to expedite the closeout process, establishing a budgeting metric for Research and Development (R&D) spending, and pursuing more advanced payments in international contracts. We expect these recommendations to cause a 5% change in both Days Payable Outstanding (DPO) and Days Sales Outstanding (DSO), decrease unbilled accounts, supplement company funded R&D costs, increase bid price accuracy and competitiveness, as well as increase cash received upfront for awarded projects. Once implemented, these recommendations have the potential to increase Orbital ATK’s cash flow by over $3 million."
	}, {
		"company": "Tulkoff Foods",
		"teamname": "KPM Consulting",
		"projectname": "Identifying Automation Opportunities",
		"members": [
			{ "name": "Dani Khalilzadeh",
			"major": ["Bioengineering"],
			"cohort": 25,
			},
			{ "name": "Alexandra Malek",
			"major": ["Information Systems", "Supply Chain Management"],
			"cohort": 25,
			},
			{ "name": "Joseph Piscitelli",
			"major": ["Accounting"],
			"cohort": 25,
			}
		],
		"projectchampion": ["Phil Tulkoff", "Buddy Dietz", "Jordan Gershberg", "Greg Adams"],
		"facultyadvisor": ["Dr. Jeffrey Herrmann"],
		"scope":  "Tulkoff Food Products is a family-owned business that was founded in the 1930s in Baltimore City, MD. The company made its stamp in the condiment/sauce industry with its well-known production and manufacturing of horseradish sauce. As it gained more popularity, it began to provide a wide variety of condiments and specialty sauces. With facilities in both California and Baltimore, Tulkoff Food Products services retail, food service, and industrial markets in addition to providing private label and co-pack industry services. The minimum wage is set to increase to $15.00/hour in Baltimore City by 2022, and as a result, will lead to an average hourly cost increase of $2.50 per employee for Tulkoff Food Products. This will result in a 14.7% increase in wages per year. Tulkoff Food Products has turned to KPM Consulting to research possible automation solutions to implement in its four production lines as a means to combat rising employee costs, give employees more complex and safer tasks, and improve production efficiency.",
		"description": "After identifying potential automation opportunities in its production lines, KPM Consulting narrowed its focus down to three key areas that would benefit most from automation implementation. Once these areas were identified, KPM Consulting researched and identified solutions that met the following list of requirements: ability to fit into the respective production lines, maintain existing production speed requirements, and yield a desirable return on investment. ",
		"impact": "KPM Consulting was able to provide Tulkoff Food Products with both an implementation strategy and a cost-benefit analysis in order to outline the impact of these machines. With these recommendations, Tulkoff Food Products can reduce costs, improve process flow, and utilize employees for more complex tasks."
	}, {
		"company": "Verizon",
		"teamname": "The 4Gs",
		"projectname": "Designing a System to Improve Fan Engagement at Redskins Rallies",
		"members": [
			{ "name": "Alex Jerome",
			"major": ["Marketing", "Computer Science"],
			"cohort": 25,
			},
			{ "name": "Pranav Khatri",
			"major": ["Computer Engineering"],
			"cohort": 25,
			},
			{ "name": "Steven Kurapaty",
			"major": ["Physilogy and Neurobiology"],
			"cohort": 25,
			},
			{ "name": "Eleanna Makris",
			"major": ["Biochemistry"],
			"cohort": 25,
			}
		],
		"projectchampion": ["LJ Rader"],
		"facultyadvisor": ["Dr. Janet Wagner"],
		"scope":  "The Verizon Smart Venues team is part of the Verizon Smart Communities and Cities team focused on helping cities, venues, campuses and corporate facilities use technology to better engage with populations. The Washington Redskins are a professional football team competing in the NFC East division. They are currently partnering with the Smart Venues Team to engage fans in new and unique ways. Redskins Rallies are held at local bars as an event to unite displaced Washington Redskins fans for Redskins games. Verizon is developing a system to utilize at Rallies that will allow them to better understand Redskins fans who attend. Currently, no demographic data is being collected. The Redskins will be able to gather this data to identify sponsors whose products correlate to the preferences of patrons at the rally events. The 4Gs selected this project as it presented the opportunity to utilize creative and innovative solutions in formulating an impactful deliverable. ",
		"description": "The 4Gs methodology began with primary research. They utilized sources from their client as well as independent sources to learn about the prevalence of technology usage among the demographic they targeted. For their first iteration, they constructed a process with an A/B test to determine the amount of data they could obtain from patrons before providing an incentive. This analysis showed that users will divulge more information if there is an enticing incentive. ",
		"impact": "The 4Gs recommendation is to use a solution incorporating text messaging and a webapp for user login and authentication. With this lightweight, two-tier approach the Redskins will be able to interact with a wide range of users: those with a smartphone or a cell phone. The 4Gs also designed a database to house the demographic information in a clear and useable format. "
	}


	]
}
