{
	"projects" : [{
		"company": "BD",
		"teamname": "nBD",
		"projectname": "Designing an Imaging Device for Microbiological Automation",
		"members": [
			{ "name": "Sherry Levine",
			"major": ["Finance", "Information Systems"],
			"cohort": 26,
			},
			{ "name": "Aaman Mengis",
			"major": ["Mechanical Engineering"],
			"cohort": 26,
			},
			{ "name": "Nimit Patel",
			"major": ["Chemical Engineering"],
			"cohort": 26,
			},
			{ "name": "Miriam Silton",
			"major": ["Materials Science and Engineering"],
			"cohort": 26,
			},
			{ "name": "Jordan Steiner",
			"major": ["Supply Chain Management", "Marketing"],
			"cohort": 26,
			}
		],
		"projectchampion": ["Gerard Mulder", "Dr. Michael Bois"],
		"facultyadvisor": ["Dr. Ian White", "John Goertz"],
		"scope":  "Becton, Dickinson and Company (BD) is a Fortune 500 medical technology company that operates globally through two segments: BD Medical and BD Life Sciences. BD Diagnostics, a subgroup within BD Life Sciences, provides instrumentation and products for microbial presence screening, organism growth and identification, and antibiotic susceptibility testing. BD has created a modular Total Lab Automation (TLA) system, the KiestraTM, for inoculation, incubation, identification, and antimicrobial susceptibility testing of microorganisms. However, they have found this solution to be too expensive and too large for small-to-medium sized laboratories. BD recognizes that small-to-medium sized microbiology laboratories could automate the identification and susceptibility testing (ID/AST) stages using the current solution BD provides. However, the ID/AST module cannot function alone; it requires data input through an image. Team nBD has designed a microbiological imaging device that will allow BD to expand the market for its ID/AST module by making it accessible to smaller laboratories.",
		"description": "Team nBD conducted three site visits throughout the semester to understand the workflow of a microbiology laboratory: one to BD headquarters to see the full KiestraTM system, one to a small, manual laboratory, and one to a larger facility with various automated systems. The interviews conducted during these visits, in addition to weekly client meetings, provided insight in regards to integration of the imaging device into the existing workflow. Ideation was conducted as a team, while specific tasks were performed individually. ",
		"impact": " A modular imaging system is recommended to allow microbiologists to work independently and reduce potential bottlenecks with the ID/AST module. Lid removal, sample tracking, and workflow integration were the main challenges to address in product development. For the selected design, team nBD has created a technical drawing and bill of materials, accompanied by a suggested workflow and a projected $3.5 million increase in annual revenues."
    }, {
		"company": "Catepillar",
		"teamname": "The Caterpillar Effect",
		"projectname": "Improving the User Experience of Authtication",
		"members": [
			{ "name": "Rohan Bajaj",
			"major": ["Finance"],
			"cohort": 26,
			},
			{ "name": "Chloe Berman",
			"major": ["Marketing"],
			"cohort": 26,
			},
			{ "name": "Alyssa Hu",
			"major": ["Computer Science", "Mathematics"],
			"cohort": 26,
			},
			{ "name": "Sam Lewando",
			"major": ["Mechanical Engineering"],
			"cohort": 26,
			},
			{ "name": "Julia Lomakina",
			"major": ["Operations Management and Business Analytics", "Information Systems"],
			"cohort": 26,
			}
		],
		"projectchampion": ["Rowland Nicholson"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "With over 95,000 employees and $38 billion in revenue, Caterpillar has expanded from its California roots into an internationally recognized symbol of quality machinery. Caterpillar’s major product lines are Construction, Mining Equipment, Diesel & Natural Gas Engines, Industrial Gas Turbines, and Diesel-Electric Locomotives. The departments involved in this project are Global Information Services (GIS) Division and Identity and Access Management (IAM), which aim to eliminate reliance on passwords by 2020.Caterpillar passwords have grown in length and complexity in order to meet security requirements. This makes it more difficult to create and remember passwords, leading to exasperated users and increased demand on call centers. As a result, Caterpillar is exploring the idea of implementing password alternatives for their authentication system to increase user satisfaction with authentication. The users accessing Caterpillar Web Services are customers, workforce, and suppliers/dealers. The team’s recommendations will fit into Caterpillar’s overall timeline for password replacement, allow them to conduct proofs of concepts (POC’s), select a product, and implement the solution.",
		"description": "The Caterpillar Effect first conducted stakeholder analysis to define functional and technical requirements. Then, they conducted online research, gathered Caterpillar data, administered surveys, and worked with a CMSC435 team to develop an authentication test bench. Lastly, they did holistic data analysis to create a segmented strategy. ",
		"impact": "The team recommends fingerprint and facial recognition for customers, employees, and suppliers/dealers. In addition, they recommend social login for customers and USB key for employees. Some technologies to keep on a watch list are behavior analytics and heart rate. Potential vendors include Okta, Bitium, Gemalto, Deepnet Security, and SecureAuth. Moving forward, Caterpillar will be able to improve user experience, provide increased security, and increase customer retention by investing in Caterpillar’s digital strategy."
    }, {
		"company": "Chain Link Fence Manufacturers Institute",
		"teamname": "Link Up Consulting",
		"projectname": "Influencing Customer Decision-Making for Chain Link Fence",
		"members": [
			{ "name": "Ben Grancey Green",
			"major": ["Aerospace Engineering"],
			"cohort": 26,
			},
			{ "name": "Christy Powell",
			"major": ["Supply Chain Management", "Information Systems"],
			"cohort": 26,
			},
			{ "name": "Max Samuels",
			"major": ["Finance", "Marketing"],
			"cohort": 26,
			},
			{ "name": "Cece Ukejianya",
			"major": ["Accounting", "Finance"],
			"cohort": 26,
			},
			{ "name": "Alvin Wang",
			"major": ["Supply Chain Management", "Information Systems"],
			"cohort": 26,
			}
		],
		"projectchampion": ["Mark Levin", "David Smith", "Andrea Hogan", "Bill Ullrich"],
		"facultyadvisor": ["Dr. Jeff Herrmann"],
		"scope":  "Chain Link Fence Manufacturers Institute (CLFMI) is an association comprised of over 30 companies that operate within a wide variety of industries. The organization works to improve the safety, quality, and availability of chain link fencing systems. It does so by developing industry standards, maintaining a technical knowledge base, and seeking to effectively represent its membership as a whole. CLFMI has identified the electric utilities industry as an opportunity for substantial growth. Recent changes in regulation, coupled with heightened physical security concerns, have created an opportunity for an increase in sales of chain link fence products in this industry. This project’s objective is to provide CLFMI and its membership with tools and recommendations to effectively increase the awareness of security-grade chain link fence. These deliverables will aid CLFMI in developing a strategy that allows its members to target and understand the unique needs of the decision makers within this industry.",
		"description": "Our team conducted primary and secondary qualitative research which consisted of gathering government and technical documentation, site visits, and interviews. After synthesizing our data, we crafted three deliverables for our client. ",
		"impact": "The first deliverable, the barrier comparison matrix, creates a tailored weighted evaluation score for various barriers based on the users’ rankings of specific security factors. The second deliverable, a web-based system selection tool, assists customers in the purchasing stage by displaying chain link options that satisfy security specifications selected by the user. The third deliverable will be a consolidation of our recommendations to our client presented as a comprehensive industry report. These recommendations will advise CLFMI to track sales metrics from member companies in order to measure the impact of future marketing efforts and develop partnerships with security accessory companies and other trade organizations."
	}, {
		"company": "Constellation",
		"teamname": "Zodiac Consulting",
		"projectname": "Improving Customer Experience and Employee Engagement",
		"members": [
			{ "name": "Jess Doris",
			"major": ["Computer Science"],
			"cohort": 26,
			},
			{ "name": "Sarina Haryanto",
			"major": ["Supply Chain Management"],
			"cohort": 26,
			},
			{ "name": "Tiffany Memenza",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 26,
			},
			{ "name": "Erica Shields",
			"major": ["Accounting", "Economics"],
			"cohort": 26,
			},
			{ "name": "Jasmine Zhu",
			"major": ["Supply Chain Management", "Information Systems"],
			"cohort": 26,
			}
		],
		"projectchampion": ["Marcy Buentello", "Meredith Keeney", "Kristin Seifarth"],
		"facultyadvisor": ["Dr. Janet Wagner"],
		"scope":  "Constellation, an Exelon Company, is a leading energy supplier in the U.S. Headquartered in Baltimore, Constellation provides power, natural gas, renewable energy, and energy management products and services for homes and businesses. They serve more than 100,000 businesses across the country, providing energy solutions that help customers strategically buy, manage, and use their energy. Their customer base includes commercial, industrial, public sector, government and institutional customers. ZODIAC Consulting worked with the Customer Experience & Insights Team to explore how Constellation can better capture and analyze indicators of customer loyalty throughout the customer journey. This project conceptualized the purpose, process, and impact of implementing a Customer Experience Management (CEM) strategy. The recommendation to implement Service Cloud will build upon Constellation’s Salesforce digital transformation and create a holistic Customer Management Strategy. Salesforce Service Cloud will increase customer knowledge, improve decision making, help customers feel more informed, and enhance the company’s perceived value, ultimately boosting customer retention and satisfaction.",
		"description": "ZODIAC Consulting’s methodology began with listening to fifty phone survey recordings and looking at five examples of customer journeys. Analyzing this qualitative data as well as reading the C&I Retail Deep Dive Report helped the team understand Constellation’s current state and need for a Customer Experience Management strategy. After the team identified the gaps in tracking data throughout customer touch points, they researched technology software to find a solution that compliments Salesforce. The team reached out to CEM specialists to learn whether the software had the capabilities to collect specific metrics that were recommended from last semester’s QUEST team (Team Orion). ",
		"impact": "Based on research and the needs of the Customer Experience & Insights Team, ZODIAC Consulting developed a CEM implementation strategy. This roadmap includes recommendations for a four-phase roadmap: preimplementation changes, technological implementation, post-implementation changes, and management decisions. "
	}, {
		"company": "Leidos",
		"teamname": "Call Sign SkyLine",
		"projectname": "Optimizing Training for International SkyLine Product Area",
		"members": [
			{ "name": "Chyanne Nader",
			"major": ["Civil Engineering"],
			"cohort": 26,
			},
			{ "name": "Waliullah Rifai",
			"major": ["Computer Science"],
			"cohort": 26,
			},
			{ "name": "Parth Talwar",
			"major": ["Finance", "Information Systems"],
			"cohort": 26,
			},
			{ "name": "Samantha Weaver",
			"major": ["Chemical Engineering"],
			"cohort": 26,
			},
		],
		"projectchampion": ["Alexander Monti"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Leidos is a multinational company employing over 30,000 people with yearly revenues of over 7 billion dollars. Skyline is a division within Leidos that serves the air traffic control industry. Based in Gaithersburg, the fast-growing division of 50 employees delivers full production of air traffic control software and integration into hardware instrumentation for countries like the UK, New Zealand, and Kazakhstan. Given the small size and youth of the division, an unorganized, unmonitored “buddy system” is used to onboard their new employees and it has been adequate for SkyLine until recently. With the recent increase in hiring, which is only expected to grow in the next few years, SkyLine is observing that new employees are taking almost a year to get up-to-speed. To improve this situation, SkyLine needs to be able to transfer general knowledge and domain skills to new hires in a consistent, efficient, and timely manner. Call Sign SkyLine is here to help SkyLine create a training program framework so they can achieve these goals as soon as possible. ",
		"description": "Our approach to the project was influenced by the fact that SkyLine had no quantitative historical data to provide insight into the current state of the training process. This led us to begin our process by applying design thinking techniques. We interviewed current employees to understand their experience and pain points before using primary and secondary data sources to guide our brainstorming and iterations of potential solutions. ",
		"impact": "The result of our approach is a two-part recommendation. First is a formal training framework for new hires supplemented by a pilot program to roll out implementation and research that presents the various training methods that can be plugged into the pilot program if Skyline wishes to modify it. Second is an integral part of the framework to collect the metrics needed to gauge the growth of individual employees and monitor the improvement of Skyline as a whole."
    }, {
		"company": "Oceaneering",
		"teamname": "Blue Ocean Consulting",
		"projectname": "Implementing a System to Optimize Project Assembly Tracking",
		"members": [
			{ "name": "Kevin Dragonette",
			"major": ["Chemical Engineering"],
			"cohort": 26,
			},
			{ "name": "Michael Du",
			"major": ["Mechanical Engineering"],
			"cohort": 26,
			},
			{ "name": "Eric Higgens",
			"major": ["Marketing"],
			"cohort": 26,
			},
			{ "name": "Andrew Jones",
			"major": ["Aerospace Engineering"],
			"cohort": 26,
			},
			{ "name": "Bryce Peterson",
			"major": ["Mechanical Engineering"],
			"cohort": 26,
			}
		],
		"projectchampion": ["Jeff Gamerman", "George Kotula"],
		"facultyadvisor": ["Dr. Billy Champion"],
		"scope":  "Oceaneering Technologies (OTECH), a subsidiary of Oceaneering International Incorporated, develops custom marine equipment for military and commercial customers. Due to the customization of their products, OTECH commonly makes “one-offs.” These are solutions that are uniquely designed for the customer and undergo only one product lifecycle including design, production, and maintenance. OTECH prides themselves on being “faster-to-the-field” than competitors. They achieve this by giving a high degree of latitude and freedom to technicians and engineers on the floor. While this lack of structure is a key advantage, it has led to limited documentation of workflow, conflicts in stakeholder communication, and insufficient time/ budget tracking. Therefore, the opportunity with OTECH lies in improving work tracking and documentation processes within the organization, which in turn will increase program manager awareness of work completion, optimize tracking and prioritization of project tasks, improve internal communication, and increase accuracy of time/budget estimates for future product runs.",
		"description": "Blue Ocean Consulting focused on using a qualitative approach by utilizing repeated stakeholder interviews to understand OTECH’s design process. These interviews discovered that the main opportunities to improve project tracking and awareness of workflow completion were increasing cross-stakeholder communication and standardizing build processes.",
		"impact": " To address the issue of workflow tracking, the team created an earned value management (combination of time and budget) spreadsheet. The spreadsheet -- customized at the beginning of each project -- can be adapted for any unique project OTECH undertakes and allows for better estimates of a current project’s delivery date and final budget. Furthermore, data can be collected from spreadsheets over time to more accurately predict budgets of future projects, allowing for a more efficient use of resources. Weekly meetings between project stakeholders were also recommended to help facilitate increased communication and better align group priorities."
	}, {
		"company": "Orbital ATK",
		"teamname": "Bulletproof Consulting",
		"projectname": "Optimizing Ammunition Production Flow",
		"members": [
			{ "name": "Xiomi Baleno",
			"major": ["Marketing", "Supply Chain Management"],
			"cohort": 26,
			},
			{ "name": "Lina Bauer",
			"major": ["Finance"],
			"cohort": 26,
			},
			{ "name": "Andrew Lui",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 26,
			},
			{ "name": "Haroula Tzamaras",
			"major": ["Mechanical Engineering"],
			"cohort": 26,
			},
			{ "name": "Brayan Varghese",
			"major": ["Aerospace Engineering"],
			"cohort": 26,
			}
		],
		"projectchampion": ["Gerard Mulder"],
		"facultyadvisor": ["Dr. Ian White", "John Goertz"],
		"scope":  "Orbital ATK is a defense contractor that designs, builds, and delivers various space, defense, and flight systems. One branch of Orbital ATK’s Defense Systems Group produces small caliber ammunition for customers at their Lake City Army Ammunition Plant (LCAAP). Currently, one operation in their LCAAP facility serves two main clients with their ammunition manufacturing, but in the future, they have the opportunity to expand production for three additional clients who are not currently accounted for in the process. Due to each of the new customer’s constraints, Orbital ATK aims to increase the eight current product lines to thirteen total product lines. Bulletproof Consulting is tasked with understanding the current high-volume manufacturing process and identifying unique requirements to successfully accommodate Orbital ATK’s customer increase. The client is looking for short-term plans that can be implemented before the end of the fiscal year as well as a long-term plan that can be used to show potential directions for the LCAAP in the future. ",
		"description": "Bulletproof Consulting followed a five-step approach consisting of performing background research, compiling scope-specific information, remapping the process flow diagrams, identifying areas of improvement, and completing deliverables with a risk analysis for their client. Bulletproof Consulting considered several recommendations and selected the most efficient and low-risk solutions.",
		"impact": "The team considered editing the client’s Material Handing Control Board but decided to recommend a new, computerized version instead. The new version further minimizes discrepancies in the movement of materials, reduces human error, and increases the overall flow of products through the system. Other recommendations include implementing a visual control strategy to easily monitor where products are throughout the facility and creating a strategy to keep different materials separate and prevent cross-contamination. With these recommendations, Orbital ATK will be able to accommodate production for five clients and thirteen product lines and minimize cross-product contamination. "
    }







	]
}
