{
	"projects" : [{
		"company": "Avatar Technologies",
		"teamname": "Element Consulting",
		"projectname": "Creating an ISO-9001 Quality Management System",
		"members": [
			{ "name": "Dennis Chen",
			"major": ["Electrical Engineering"],
			"cohort": 27,
			},
			{ "name": "Taylor Joyce",
			"major": ["Finance", "Economics"],
			"cohort": 27,
			},
			{ "name": "Julia Roh",
			"major": ["Fire Protection Engineering"],
			"cohort": 27,
			},
			{ "name": "Devin Rosen",
			"major": ["Mathematics"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Kajal Pancholi"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Avatar Technologies is a woman-owned systems engineering and management consulting firm headquartered in Greenbelt, MD. Founded in 2006, Avatar specializes in complex systems engineering, technology integration, mission assurance, program management and software development solutions for federal government and commercial clients in the space exploration, civil aviation, national defense and intelligence sectors. As a small consulting company, Avatar wants to expand their customer base, develop quality standards, and implement repeatable and measurable processes to ensure reliable, competitive services for all of their customers. ",
		"description": "ISO9001 is a quality management standard that helps companies document, organize, and define their business operations for high-quality products, on-time delivery, optimal customer satisfaction and continuous improvement through procedures, reports and audits. This semester, Element Consulting had the opportunity to develop the Quality Manual, processes, procedures, and metrics needed for Avatar Technologies to become an ISO 9001-registered company. Since they’re currently without any definitive corporate processes, ISO-9001 standardization poses as a beneficial strategy for Avatar Technologies. Such a certification allows the company to reduce costs, reduce time spent on business interactions, increase revenue, and most importantly, win new business. ",
		"impact": "Through this project, Element Consulting has helped Avatar become exponentially closer to reaching this milestone. From scratch, the team created individual processes outlining how the company should conduct specific business practices. With this definition, Avatar can achieve ISO certification (after an extensive external audit process) and reap the rewards of increased efficiency. The team drafted processes including steps for avoiding and controlling product nonconformities, assessing and mitigating operational risks, tracking customer property, evaluating new business opportunities, and many more. We also wrote an entire Quality Manual outlining the quality policy, goals and metrics to demonstrate Avatar’s compliance with the ISO 9001 requirements. With the help of Element, Avatar now has an entire system for quality management, which is a scalable and timeless foundation for the company’s future success."
    }, {
		"company": "BD",
		"teamname": "Kiestra Consulting",
		"projectname": "Designing Virtual Reality for Medical Training",
		"members": [
			{ "name": "Matthew Ambrogi",
			"major": ["Engineering and Product Management"],
			"cohort": 27,
			},
			{ "name": "Skylar Bodt",
			"major": ["Cell Biology", "Molecular Genetics"],
			"cohort": 27,
			},
			{ "name": "Angelina Lyubimova",
			"major": ["Information Science"],
			"cohort": 27,
			},
			{ "name": "Sameera Polavarapu",
			"major": ["Marketing"],
			"cohort": 27,
			},
			{ "name": "Dan Selzer",
			"major": ["Computer Science"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Rodney Chapman"],
		"facultyadvisor": ["Dr. Christina Elson"],
		"scope":  "Becton Dickinson (BD) is a global Fortune 500 medical technology company. BD’s Kiestra TLA is an innovative lab automation system that increases the accuracy of clinical laboratory results and decreases turn-around time. BD sells these systems to labs around the world that are aiming to accelerate their rate of clinical diagnoses. BD is responsible for training each client to which they sell a Kiestra system. Currently, BD trainers travel to the Netherlands for a 3-week training on the Kiestra. The process is incredibly costly due to travel expenses and also leads to massive skill decay when the trainers return to the US and no longer interact the the Kiestra system on a regular basis. BD would like to eliminate the need to send trainers abroad by incorporating cutting-edge technology into training. We have been tasked with designing a process to accomplish this.",
		"description": "To gather the data we needed to formulate recommendations, we conducted user research through interviewing key users, sending out surveys, and conducting focus groups, in addition to conducting extensive secondary research. We found out that personal interactions during the training were essential to the training process and that the Kiestra system used to train in the Netherlands frequently requires maintenance.",
		"impact": " Our recommendations involve using a three-part approach to training the BD trainers, all revolving around a VR training system: an initial in-person training, a VR training, and then periodic practice to maintain the skills learned after the trainers begin training clients. The approach saves BD $1.5M in total costs against the current training system and significantly decreases skill decay. We are also providing BD with detailed VR system UI/UX specifications, as well as a plan to measure and combat skill decay."
}, {
		"company": "Lockheed Martin",
		"teamname": "Hecules Consulting",
		"projectname": "Improving Risk Management of Suppliers",
		"members": [
			{ "name": "Garrett Allen",
			"major": ["Chemical Engineering"],
			"cohort": 27,
			},
			{ "name": "Matt Bishop",
			"major": ["Finance"],
			"cohort": 27,
			},
			{ "name": "Conor Case",
			"major": ["Aerospace Engineering"],
			"cohort": 27,
			},
			{ "name": "Nick Goneconto",
			"major": ["Information Systems"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Donna Sinclair"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Our team was tasked with identifying 10-15 non-traditional key performance indicators (KPIs) for measuring supplier risk. These non-traditional KPIs may include any measure excluding basic revenue and net income data. In addition to the KPIs, we were asked to develop a model based on those indicators to be used by RMS to proactively assess supplier risk. Our project will mitigate the risk of supplier failure and save RMS time by providing a systematic methodology for analyzing potentially risky suppliers before, during, and at the end of each supplier contract. ",
		"description": "Our team brainstormed the indicators by reading through relevant supply chain literature, meeting with experts in the industry, and discussing possible indicators with Lockheed Martin employees. Our team created a regression model to calculate an overall risk score for each supplier based off a sample of RMS suppliers categorized by company type and risk level. Key performance metrics were weighted accordingly based off regression analysis for each KPI.",
		"impact": "Our team recommends that RMS utilizes our predictive model when creating new supplier contracts and throughout the duration of each contract. Before negotiating a new supplier contract, RMS can research applicable KPI data using LM WISDOM and ask the supplier directly for any information RMS is unable to obtain on its own. RMS can then apply the predictive model to obtain a risk score for each new and existing supplier. To ensure the model and KPI weights are the most accurate, RMS should continue to iterate the regression analysis based on additional suppliers and supplier data."
    }, {
		"company": "Lockheed Martin",
		"teamname": "1PoP Consulting",
		"projectname": "Reducing Costs in the Supply Chain",
		"members": [
			{ "name": "Joshua Cocker",
			"major": ["Mechanical Engineering"],
			"cohort": 27,
			},
			{ "name": "Lindsey Johnson",
			"major": ["Supply Chain Management", "Operations Management and Business Analytics"],
			"cohort": 27,
			},
			{ "name": "Brooke Nesselt",
			"major": ["Mechanical Engineering"],
			"cohort": 27,
			},
			{ "name": "Megha Reddy",
			"major": ["Supply Chain Management","Information Systems"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Regina Clay"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Lockheed Martin Rotary and Mission Systems employs over 34,000 employees in 16 different countries. Increasing supplier costs and an ongoing customer focus on price has led to adverse business outcomes for defense and aerospace manufacturers. Lockheed Martin has identified an opportunity to drive affordability into product and service offerings through assessing the supply chain process and identifying areas for improvement. This project aims to identify best practices for reducing supply chain costs within the defense industry and improving product and service affordability, determine the tools and skills needed to implement these best practices, and define an operational approach for implementation. ",
		"description": " Through further analysis of the dataset, Team 1PoP found that 30% of parts within RMS were procured from only one supplier. Lockheed Martin would greatly benefit from incorporating additional suppliers to better negotiate and utilize economies of scale across programs",
		"impact": "With all research and findings in mind, Team 1PoP arrived at three recommendations to achieve lower costs: incorporating supply chain individuals earlier in the design engineering process, implementing a software for different programs within Lockheed Martin to compare suppliers for various parts, and evaluating true supplier cost. Each recommendation works to allow Lockheed Martin to identify the most cost-effective suppliers without sacrificing quality. Team 1PoP created an ideal process flow diagram for communication between programs and departments, as well as criteria for identifying true supplier cost, to accompany these recommendations."
	}, {
		"company": "Middle River Aircraft Systems",
		"teamname": "Thrust Consulting",
		"projectname": "Steamlining Stockroom Part Flow",
		"members": [
			{ "name": "Brian Freeman",
			"major": ["Mechanical Engineering"],
			"cohort": 27,
			},
			{ "name": "Drew Hamroff",
			"major": ["Mechanical Engineering"],
			"cohort": 27,
			},
			{ "name": "Conrad Hong",
			"major": ["Mechanical Engineering"],
			"cohort": 27,
			},
			{ "name": "Mingkai Xu",
			"major": ["Finance"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Ashley Ishler"],
		"facultyadvisor": ["Dr. Bill Champion"],
		"scope":  "Middle River Aircraft Systems (MRAS) is a subsidiary of GE Aviation and one of the world’s leading suppliers of jet engine nacelles (engine housings) and thrust reversers (jet brakes) for both General Electric and Pratt & Whitney engines. They operate out of a 1.7 million square foot facility on 180 acres. MRAS programs include manufacturing the thrust reverser and nacelle components for Airbus A320neo, Boeing 747-8 and more. The A320 Program sees the largest manufacturing volume in the MRAS facility. Hundreds of parts are required to manufacture complex aerostructures and are stored in various stockrooms before being placed into kits and sent to the assembly floor. MRAS would like Thrust Consulting to assist with the organization and flow of parts from their main stockroom through the assembly line in order to reduce manufacturing waste, decrease effort spent managing part flow, increase the quality of their products, and minimize manufacturing cost.",
		"description": "Thrust Consulting first aimed to gain a complete understanding of the current processes by performing numerous employee interviews and observational studies during weekly site visits to MRAS. This led to gathering data that allowed the team to craft a process flow diagram outlining the current state of the facility. Next, Thrust Consulting was able to utilize quality tools to identify opportunities for improvement in the current system and develop recommendations that led to an overall improved state.",
		"impact": "The team ended up proposing three key recommendations: track shortage notices for improved part flow management, install “Andon” lights for just-in-time visual signaling, and implement buffer zones to minimize inventory costs yet allow for variability in production timelines. This allows MRAS to improve the flow of parts to the assembly area, optimize the management of parts, and minimize manufacturing costs. "
	}, {
		"company": "Northrop Grumman",
		"teamname": "Operation Hawkeye",
		"projectname": "Improving Machine Uptime and Utilization",
		"members": [
			{ "name": "Silvia Caceres",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 27,
			},
			{ "name": "Braeden Callis",
			"major": ["Aerospace Engineering"],
			"cohort": 27,
			},
			{ "name": "Akshay Guthal",
			"major": ["Computer Science"],
			"cohort": 27,
			},
			{ "name": "Jacob King",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 27,
			},
			{ "name": "Brandon Wallerson",
			"major": ["Computer Science"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Thomas Lease", "Michael Trombley"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Northrop Grumman is a leading global security company providing innovative systems to customers worldwide. The Northrop Grumman Mission Systems (NGMS) Sector is specifically responsible for software-driven solutions that provide superior situational awareness and understanding to protect the U.S. and its global allies. In order to carry out this broad mission, NGMS needs a large variety of equipment with different maintenance requirements. With thousands of machines requiring maintenance, tracking and executing all of these tasks can be quite cumbersome. Operation Hawkeye has been tasked with creating a database that tracks all maintenance work orders, drawing conclusions that can better the overall maintenance process. ",
		"description": "Although there are separate processes in place for scheduling preventive and reactive maintenance, the team has looked to create a single process that incorporates both sides and houses data under a singular application. The benefit for the client will be a streamlined system that consolidates maintenance scheduling processes.",
		"impact": "The client will receive a web application prototype that will be integrated into their maintenance process, as well as a set of recommendations to effectively use this tool. Our prototype’s display will differ depending on the stakeholder’s role (technician, manager or line manager) in order to increase transparency for each user’s needs. Additionally, this system captures a wealth of quantitative data that can be leveraged by NGMS. Operation Hawkeye strongly recommends that NGMS require all technicians to input their work orders into the application daily. This will allow data insights to be immediately leveraged by the managers. Lastly, if the database is properly maintained, it could have the future capability of being turned into a predictive analytical model to better understand when machines will go down and when to schedule preventive maintenance on them"
    }, {
		"company": "Orbital ATK",
		"teamname": "Gizmo Solutions",
		"projectname": "Machine Shop Scheduling",
		"members": [
			{ "name": "Alia Abdelkader",
			"major": ["Operations Management"],
			"cohort": 27,
			},
			{ "name": "Stephanie Baylouny",
			"major": ["Chemical Engineering"],
			"cohort": 27,
			},
			{ "name": "Matthew Masion",
			"major": ["Mechanical Engineering"],
			"cohort": 27,
			},
			{ "name": "Mark Purtilo",
			"major": ["Computer Engineering"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Jason Brady"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "Orbital ATK is a firm that undertakes the design, construction, and delivery of systems for the space, defense, and aviation industries. Part of their Defense Systems group is housed in Elkton, MD and includes an on-site machine shop which creates a variety of parts for space and defense application, such as motor parts for rockets. Currently, the scheduling process for the machine shop is unable to accurately predict the flow of parts through the shop. The schedule does not have a specific rule for organizing tasks, which may result in missed opportunities and/or missed deadlines. Many parts which need to be reworked or completed in a shorter time than previously anticipated break in to the queue, moving parts around in the schedule as a result. This can happen multiple times a week, causing major changes in the machine shop’s plans. Also, many machining estimates are not accurate, causing inaccurate scheduling as a result. Our team’s recommendations will address improving the realistic nature of the schedule and standardizing the scheduling process.",
		"description": "Gizmo Solutions relied heavily on stakeholder interviews to develop their recommendations. Through face-to-face conversations with Orbital ATK’s machinists, scheduler, and the project champions for this project, the team was able to analyze the entire scheduling process for the machine shop. They defined root causes of the creation of unrealistic schedules as lack of a sequencing rule during schedule creation, reliance on outdated machining estimates, and schedule churn.",
		"impact": "Gizmo Solutions recommends that Orbital ATK uses a sequencing rule to standardize schedule creation. In doing so, they anticipate Orbital ATK will save 104 hours and thus $26,000 per year on schedule creation alone. They recommend increasing usage of a tracking software to collect data by part and using such data to continually update machining estimates, which will more accurately represent 870 hours or more per year within the schedule. Their third recommendation is to include spaces in the schedule reserved for break in parts. This will add flexibility and an anticipated 47% reduction in schedule churn while maintaining the order of the rest of the machine shop’s tasks. Combining all of these recommendations, Orbital ATK, as a whole, expects to save about 1,000 hours of time annually for a total of $253,000 saved per year, which could be spent reducing overtime or bringing in new work for the company."
	}, {
		"company": "Organix Recycling",
		"teamname": "Green Team",
		"projectname": "Improving Contaimination Source Identification",
		"members": [
			{ "name": "Gabrielle Bianchi",
			"major": ["Accounting", "Information Systems"],
			"cohort": 27,
			},
			{ "name": "Gina Hyun",
			"major": ["Electrical Engineering"],
			"cohort": 27,
			},
			{ "name": "Jerry Shi",
			"major": ["Information Systems"],
			"cohort": 27,
			},
			{ "name": "Alex Tran",
			"major": ["Finance", "Information Systems"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Marcquel Pickett"],
		"facultyadvisor": ["Dr. Thomas Corsi"],
		"scope":  "Organix Recycling, established in 2009, is the largest food collector of supermarket recyclables in the US, servicing 34 states and Puerto Rico. They serve more than 6,000 supermarkets by transforming food recyclables into renewable energy, animal feed, compost and other alternatives. The team’s project focused on the backhaul program at Organix’s Oconomowoc facility in Wisconsin. This program is in charge of 154 supermarkets within the greater Chicago area. Organix has an opportunity to incorporate an impactful data collection system in their current operations. With this system in place, Organix will be able to target waste contributors that need re-education on what can go into the waste stream. By being able to identify who is contributing contaminated waste, Organix can reduce the amount of contamination in the waste stream and convert more usable waste. This would get Organix a step closer to achieving their goal, diverting waste from landfills to more sustainable options.",
		"description": "The Green Team first conducted stakeholder analysis and gathered data to fully understand Organix’s business model, identify requirements of the project, and clarify the scope. The team visited the site in Oconomowoc, Wisconsin. Afterwards, the team discussed observations and researched similar companies in the industry. The team researched asset tracking technologies and found qualitative data through interviews and a focus group.",
		"impact": "The team recommended three solutions, all at varying price points and provided a cost/benefit analysis for each. The three solutions were implementing 5S Methodology into the work environment, RFID tracking, and Bluetooth low energy tracking. These solutions addressed the price levels requested and provided the best value in terms of contamination source identification. Moving forward, Organix will be able to reduce the overall amount of contaminated waste. "
	}, {
		"company": "University of Maryland Community Medical Group",
		"teamname": "I.V. League Consulting",
		"projectname": "Reducing Provider Burnout",
		"members": [
			{ "name": "Zachary Azrael",
			"major": ["Finance"],
			"cohort": 27,
			},
			{ "name": "Charles Bond",
			"major": ["Cell Biology", "Genetics"],
			"cohort": 27,
			},
			{ "name": "Jacob Lapidus",
			"major": ["Finance", "Operations Management and Business Analytics"],
			"cohort": 27,
			},
			{ "name": "Meena Sengottuvelu",
			"major": ["Computer Science"],
			"cohort": 27,
			},
			{ "name": "Napiera Shareef",
			"major": ["Biochemistry"],
			"cohort": 27,
			}
		],
		"projectchampion": ["Rob Lyles"],
		"facultyadvisor": ["Dr. Gordon Gao", "Dr. Michelle Dugas"],
		"scope":  "The University of Maryland Community Medical Group (UMCMG) was formed in 2015, born from a culture emphasizing quality, patient experience, and professionalism. UMCMG is a multi-hospital, multi-specialty physician-led group established as a trusted partner of the University of Maryland Medical Center (UMMC). They have over 70 different locations and 26 unique specialties, spanning across 7 counties in Maryland. Our team will work with physicians and primary healthcare professionals to identify the major causes of burnout, specifically within UMCMG practices. ",
		"description": "Through these efforts, we will help UMCMG understand the major pain points of healthcare providers and will assemble a set of recommendations geared towards helping reduce physician burnout. UMCMG will be able to utilize our recommendations to help reduce the risks of physician burnout. As a byproduct, UMCMG will be able to cut out costs associated with high turnover rates, as well as increase physicians’ quality of life, by helping them achieve a better work-life balance",
		"impact": "Our recommendations fall into three main categories: reformatting provider feedback, communicating system updates, and enhancing IT-Provider communication channels. We aim to reformat provider feedback by scheduling roundtables where providers can voice their concerns and provide feedback regarding the EMR system. Additionally, IT support visits will be better structured and will be scheduled more frequently. In order to better communicate system updates, we plan to take both a reactive and proactive approach. We plan on reframing the current tip sheets into more helpful FAQ documents in order to reduce help desk submissions and alleviate additional burden on the informatics teams. We also aim to increase the pace at which help desk tickets are processed, as well as increasing the process by which tickets are addressed. Our final set of recommendations aim to bolster IT Provider communication channels. We have noticed a deficiency in provider collaboration with IT, which we plan to address with more transparent communication chains and a streamlined timeframe to announce system changes earlier. We also observed tremendous potential in the current Super-User Program, which we plan to expand throughout UMCMG. We plan to promote this initiative by implementing one super-user at every practice and training them in change management best practices so they can help other providers within the practice."
	}










	]
}
