{
	"projects" : [{
		"company": "BD",
		"teamname": "BDiagnostics Consulting",
		"projectname": "Redining Data to Improve Patient Safety",
		"members": [
			{ "name": "Corinne Farley",
			"major": ["Bioengineering"],
			"cohort": 28,
			},
			{ "name": "Yufei Huang",
			"major": ["Computer Science"],
			"cohort": 28,
			},
			{ "name": "Michael Vetter",
			"major": ["Accounting", "Finance"],
			"cohort": 28,
			},
			{ "name": "Derek Xiao",
			"major": ["Computer Science", "Finance"],
			"cohort": 28,
			},
			{ "name": "Janette Yacynych",
			"major": ["Bioengineering"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Regina Clay"],
		"facultyadvisor": ["Dr. White"],
		"scope":  "Our client is Becton Dickinson, a leading global medical technology company uniquely positioned to improve both the treatment of disease and the process of care. Our team is specifically working within Diagnostics, which strives to increase the accuracy and efficiency of sample collection and disease detection. The department performs this by employing trend informatics to develop its integrated workflow management and data analytics. This project deals with how the Field Service Engineers (FSEs) enter data about repairs they’ve completed. The FSEs select from a dropdown list of work order codes to describe the repair. However, these codes are overextensive and do not always apply to what the Engineer completes. This prevents the System Support Specialists (SSSs) from performing trend analysis on the codes, requiring them to search through free text entry fields. BDiagnostic Consulting’s objective is to update BD’s list of work order codes to enable more valuable and efficient analysis of the repair data that informs continuous product improvement. ",
		"description": "The team interviewed different stakeholders involved in this system and observed the workflow that FSEs experience while documenting work orders in ServiceMax. The team applied the data obtained from these interviews to create a process flow diagram in order to visualize the system. BDiagnostics Consulting analyzed raw ServiceMax data through Python to determine patterns of work order code frequency and repetition, signs of missing or inadequate codes, and reoccurring key phrases in free-text descriptions. The team implemented this information in its recommendations to remove, rename, and add codes to the current code lists, resulting in a new list. Additionally, the team provided future recommendations for how the ServiceMax system could be improved.",
		"impact": " These recommendations included a streamlined FSE training process, a dynamic filtering feature while selecting codes, and a predictive text feature that would suggest codes from the free text as the FSE types into the system. "
	}, {
		"company": "Kratos",
		"teamname": "Aether Consulting",
		"projectname": "Optimizing Scalable Defense Missile Production Processes",
		"members": [
			{ "name": "Amitai Cohen",
			"major": ["Mechanical Engineering"],
			"cohort": 28,
			},
			{ "name": "Alissa Li",
			"major": ["Accounting"],
			"cohort": 28,
			},
			{ "name": "Prateek Sayyaparaju",
			"major": ["Mechanical Engineering"],
			"cohort": 28,
			},
			{ "name": "Matt Shollenberger",
			"major": ["Mechanical Engineering"],
			"cohort": 28,
			},
			{ "name": "Amanda Tang",
			"major": ["Information Systems", "Marketing"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Kevin Schoonover", "Larry Freed"],
		"facultyadvisor": [],
		"scope":  "Kratos is a government contractor, which has over 2,700 national security clearances and provides several products towards protecting national security interests. Kratos specializes and focuses on UAVs, satellite communications, cybersecurity, missile defense systems, and microwave electronics with primary end customers including the DOD and Homeland Security. Kratos Space and Missile Defense Systems (KSMDS) develops advanced target rockets for missile defense systems. Kratos is currently a small company and is therefore able to work in an agile fashion. However, they are quickly expanding, and in order to better manage the increase project load, we determined the opportunity to develop a new implementable and scalable plan that will help Kratos more efficiently carry out their mission execution process. ",
		"description": "Aether Consulting conducted initial industry research, met with various employees for stakeholder insight, and assessed the current processes and documentation. The opportunity noted is the issue of scalability and its effects on the initial design and procurement process, which presents additional downstream impacts. ",
		"impact": " Thus, the team determined four key recommendations: comprehensive documentation of the design and procurement process, color coding, template systems, and digital documentation management integration. Comprehensive documentation of the design and procurement process in addition to the color coding of documents and the standardized templates saves 60% of time spent in identifying what materials are needed for specific mission execution processes. Additionally, by providing an established system, these recommendations facilitate the growth of client capacity to 250% of the current state, reducing strain from scaling and mitigating risks of negative downstream impacts."
	}, {
		"company": "Leidos",
		"teamname": "Kaleidoscope",
		"projectname": "Improving Asset Life Cycle Management",
		"members": [
			{ "name": "Shira Cygler",
			"major": ["Supply Chain Management", "Operation Management and Business Analytics"],
			"cohort": 28,
			},
			{ "name": "Avani Katta",
			"major": ["Finance"],
			"cohort": 28,
			},
			{ "name": "Grayson Miller",
			"major": ["Computer Engineering"],
			"cohort": 28,
			},
			{ "name": "Christina Sowah",
			"major": ["Computer Science"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Alexander Monti"],
		"facultyadvisor": [],
		"scope":  "Leidos is a global Fortune-500 company specializing in defense, aviation, and IT. For this engagement, Kaleidoscope Consulting worked closely with the Air Traffic Management unit located in Gaithersburg, MD. The Air Traffic Management unit delivers and services highly complex IT systems used by the FAA to track planes on the runway and en route. These integrated systems include hardware components such as servers, storage units, IT racks, monitors, and switches. At Leidos, the hardware assets go through a life cycle that begins at the design phase, moves through engineering, and continues all the way through procurement, testing, delivery, and maintenance. Throughout its life cycle, each asset may be tracked by up to ten different tools across seven stakeholder groups. These different tools do not easily transfer information, resulting in silos that cost Leidos time and money. Kaleidoscope Consulting’s mission was to eliminate these silos to optimize operations, increase efficiency in the asset life cycle, and save employees’ time.",
		"description": "Kaleidoscope Consulting interviewed stakeholder groups at Leidos to gather qualitative data on the current asset life cycle process. After meeting with engineers, program management, procurement, and quality assurance, we found several pain points. A lack of automation, redundant data entry, and out-of-sync data caused errors and time lost for Leidos. We identified that a closed-loop Enterprise Resource Planning (ERP) tool was needed. After this discovery, we conducted a trade study of five ERP tools and concluded that expanding an existing tool - OHM - to its full ERP capability is the best solution. ",
		"impact": "We recommend that Leidos purchase additional modules of OHM, provide training on these new modules, and select a representative from each stakeholder group to oversee the transition as OHM is phased in and other tools are eliminated from the asset life cycle."
	},{
		"company": "Middle River Aircraft Systems Project",
		"teamname": "Cirrus Group",
		"projectname": "Increasing Non-Destructive Inspection Throughout",
		"members": [
			{ "name": "Eric Appelbaum",
			"major": ["Computer Science"],
			"cohort": 28,
			},
			{ "name": "Savannah Shaul",
			"major": ["Chemical Engineering", "Oceanic Science"],
			"cohort": 28,
			},
			{ "name": "Peter Wang",
			"major": ["Computer Engineering"],
			"cohort": 28,
			},
			{ "name": "Brian Yuwen",
			"major": ["Information Systems", "Marketing"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Andrew Hong"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "Middle River Aircraft Systems (MRAS) is a manufacturing company based in Middle River, MD that manufactures aircraft nacelles, thrust reversers, and other aerostructures for engines used in many passenger and freight planes. Over the past five years, demand for Airbus A320 and A320neo planes has grown with the global economy and travel has increased. As a result, this demand has translated into a higher demand for nacelles produced by MRAS. Nacelles, which house the engine, go through a multi-step manufacturing process that includes nondestructive inspection (NDI). NDI ensures the integrity of these parts without compromising its physical structure",
		"description": "To prepare the entire plant for the imminent spike in demand, MRAS needs to ensure that all parts of the process are capable of handling the increased demand and that output from each station is consistent to streamline movement of a nacelle through the plant. This semester, we have had the privilege of working with MRAS, and more specifically NDI, to help increase NDI’s maximum throughput and normalize output.",
		"impact": "After studying the current process and shadowing and interviewing technicians in NDI, we created a process flow diagram with which we could identify inefficiencies. We found that the waste in the process was within the physical layout of NDI as well as the lack of proper scheduling. As such, one of our recommendations was to utilize 5S principles in order to do a full reorganization of the NDI department. Additionally, without proper scheduling, NDI was not aware of weekly production targets. In order to combat this, we recommended a system for keeping track of NDI’s weekly production in order to prevent overproduction, better prioritize programs that are below target, and create overall a more consistent output. Lastly, with the introduction of a new machine into NDI, we took advantage of this opportunity and what we have learned from the current process in order to create a process for the new machine that implements our ideal state."
	}, {
		"company": "Miltec UV",
		"teamname": "QV Consulting",
		"projectname": "Systematic Layout Planning for Sustainable Growth",
		"members": [
			{ "name": "Catie Denz",
			"major": ["Accounting"],
			"cohort": 28,
			},
			{ "name": "Jill Gelinas",
			"major": ["Supply Chain Management", "Government and Politics"],
			"cohort": 28,
			},
			{ "name": "Liam Mercer",
			"major": ["Operations Management and Business Analytics", "Finance"],
			"cohort": 28,
			},
			{ "name": "DJ Sharma",
			"major": ["Computer Science"],
			"cohort": 28,
			},
			{ "name": "Noah Vernick",
			"major": ["Mechanical Engineering"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Bob Blandford", "Oliver Hamann"],
		"facultyadvisor": [],
		"scope":  "Miltec UV, headquartered in Stevensville, Maryland, is a leading designer and manufacturer of high-performance UV curing systems used in over 30 market segments, ranging from optical fibers and electronics, to metal decorating and wood flooring, as well as parts and components for nearly all UV manufacturers. For the last 28 years, Miltec UV has grown organically from a small, family-run company to a premier manufacturer in both domestic and foreign markets. From its inception, Miltec UV’s manufacturing facility has grown organically, creating bottlenecks and inefficiencies in the production process and a facility layout that is inopportune for the company’s projected growth into the future. This semester, the QV Consulting team had the opportunity to analyze Miltec UV’s current processes and manufacturing spaces in order to ultimately create an idealized layout for the future facility being built in two years, optimizing the flow of people and materials and reducing waste in the manufacturing processes",
		"description": "Miltec UV is experiencing large amounts of growth due to development of the UV curing industry and their own high-quality products. However, the company is constrained by their current facility space and inefficient flows between activity areas, allowing no room for further expansion. Through this project, QV Consulting has helped Miltec UV gain a better understanding of the efficiency and growth opportunities that can be achieved through idealized layout planning, considering restraints and projected production growth within the next 25 years.",
		"impact": " The team created accurate manufacturing maps and process flow diagrams that illustrate existing methods, steps, and movements. Using these to analyze the current manufacturing processes of Miltec UV’s four different products, the team was able to design a layout of the future facility that minimizes distance traveled between activity areas, maximizes workable and flexible growth space, and optimizes production."
	}, {
		"company": "Northrop Grumman",
		"teamname": "Brady Bunch Consulting",
		"projectname": "Optimizing Inventory Management",
		"members": [
			{ "name": "Eric Ding",
			"major": ["Computer Engineering"],
			"cohort": 28,
			},
			{ "name": "Elizabeth Gillum",
			"major": ["Marketing", "Supply Chain Management"],
			"cohort": 28,
			},
			{ "name": "Jordan King",
			"major": ["Finance"],
			"cohort": 28,
			},
			{ "name": "Brandon Lucas",
			"major": ["Information Systems", "Management"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Jason Brady"],
		"facultyadvisor": [],
		"scope":  "The recommendations and deliverables provided will allow for increased visibility and planning, a more organized main parts room, the ability to plan delivery routes, and increased daily capacity. These changes will result in a 40% decrease in time needed to deliver parts to production, a 10% increase in capacity, and an increase of $288,000 in earnings per year. ",
		"description": "Brady Bunch Consulting began this project with a fluid three phase approach with the overall goal of minimizing waste by reducing non-value added activities related to time and motion. This approach included site visits, stakeholder interviews, data analysis and visualization, iterating recommendations with key stakeholders, and risk analysis. The team has designed a more advanced inventory queue system, developed an alternative method to inventory storage, and introduced a new delivery and pickup process. ",
		"impact": "The recommendations and deliverables provided will allow for increased visibility and planning, a more organized main parts room, the ability to plan delivery routes, and increased daily capacity. These changes will result in a 40% decrease in time needed to deliver parts to production, a 10% increase in capacity, and an increase of $288,000 in earnings per year. "
	}, {
		"company": "Northrop Grumman",
		"teamname": "Brush and Slush Consulting",
		"projectname": "Redesigning the Rocket Case Lining Process",
		"members": [
			{ "name": "Benjamin Conway",
			"major": ["Aerospace Engineering"],
			"cohort": 28,
			},
			{ "name": "Brian Hornak",
			"major": ["Electrical Engineering"],
			"cohort": 28,
			},
			{ "name": "Jash Shah",
			"major": ["Mechanical Engineering"],
			"cohort": 28,
			},
			{ "name": "Caitlin Thompson",
			"major": ["Economics"],
			"cohort": 28,
			},
			{ "name": "Harrison Tzou",
			"major": ["Mechanical Engineering"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Brandon Farzad"],
		"facultyadvisor": [],
		"scope":  "Northrop Grumman (NG) is a leading aerospace and defense company providing innovative systems to government and commercial customers. Our project was at Northrop Grumman's plant in Elkton, Maryland where they manufacture solid rocket motors. More specifically, we were tasked with investigating the process used in applying liner to the interior of rocket motors. Liner is used in rocket motors to ensure that the propellant remains in place and burns in a controlled manner. This process currently requires the use of two highly skilled operators who manually “paint” the interior of the motor to apply the liner. Given that production quality and capability is entirely dependent upon these two operators, NG was looking for a means to ensure that the lining process could be done with the same degree of quality and speed should either of the two operators leave the company.",
		"description": "At the onset of this project, Northrop Grumman had no contingency plan in place to ensure that production capability would remain the same if one or both operators left. Brush and Slush Consulting sought to eliminate the potential risks of this possibility in order to both reduce costs and maintain, if not augment, the production capability of the Elkton facility.",
		"impact": "We determined that the entry barrier for new operators poses the greatest risk for the Elkton facility. To mitigate this risk, we developed two recommendations. The first recommendation is to design 3D printed rocket cases that allow new operators to practice lining in a low-risk environment. Prior to this, new operators had very little opportunity to hone their skills. We determined this recommendation as a result of consulting with the current operators and observing a trainee attempting to line his first motor. Additionally, we determined that the current process requires too much skill. As this is a manual process, the quality of how a motor is lined is highly dependent upon the operator’s “feel.” To mitigate this risk, we designed a new device for lining that removes the necessity of feel. We want anyone to be able to pick up our brush and be able to line the rocket with relative ease. In order to develop this new device (named “The Paddle”), we consulted with the current operators as well as our project champion to ensure the device was easy-to-use and could replicate the quality of the current operators. Both suggestions will save NG around $200,000/year and will also allow them to maintain the facility’s production quality and capability in the absence of the current operators. "
	}, {
		"company": "Oceaneering",
		"teamname": "five Guys",
		"projectname": "Redesigning Equipment Calibration Tracking",
		"members": [
			{ "name": "Didac Hormiga",
			"major": ["Marketing"],
			"cohort": 28,
			},
			{ "name": "Varun Mohan",
			"major": ["Computer Science"],
			"cohort": 28,
			},
			{ "name": "Ishaan Parikh",
			"major": ["Computer Science"],
			"cohort": 28,
			},
			{ "name": "Cameron Payton",
			"major": ["Computer Science"],
			"cohort": 28,
			},
			{ "name": "Jeffrey Zhao",
			"major": ["Finance"],
			"cohort": 28,
			}
		],
		"projectchampion": ["Jeff Gamerman"],
		"facultyadvisor": [],
		"scope":  "Oceaneering Technologies (OTECH) is a subsidiary of the subsea engineering and applied technology firm Oceaneering International. OTECH focuses on subsea engineering projects primarily for military and government clients. OTECH's facility is based in Hanover, Maryland, where they have mechanical engineering, electrical and software engineering, quality control, and technician and assembly teams. These groups collaborate to design, manufacture and test subsea robotic equipment as per their client's specifications. OTECH's clients are primarily military and government organizations. Thus, OTECH must follow strict engineering specifications. This involves strict testing practices, which require test equipment that is calibrated to NIST standards. Currently, tracking the calibration of test equipment is a decentralized process, owned independently on different spreadsheets by many teams. When required test equipment is out of calibration when needed, testing is delayed, often requiring project deadlines to be extended. An effort to centralized equipment calibration tracking has been made with little success. The Five Guys team was contacted to help OTECH design and implement a more effective centralized equipment calibration tracking system.",
		"description": "The Five Guys team conducted industry research and stakeholder interviews at the OTECH facility to explore and validate the project scope. The findings indicated a need to improve the efficiency of tracking the calibration status of test equipment. This would be driven by the implementation of a centralized calibration management tool. The team explored OTECH's existing software capabilities as well as third-party software, but determined that it'd be more effective to implement custom software for the OTECH team. ",
		"impact": "The team proposed that OTECH implement a unique equipment ID system to enable more granular equipment tracking. The team has laid out an onboarding plan so that OTECH will be able to use the delivered software to increase the efficiency with which they manage the calibration of their test equipment. This will ultimately result in fewer delays in project deadlines for the OTECH organization due to uncalibrated equipment."
	}










	]
}
