{
	"projects" : [{
		"company": "HelloFresh",
		"teamname": "Hello QUEST",
		"projectname": "Leveraging Data to Improve Event Selection Strategy",
		"members": [
			{ "name": "Annesha Goswami",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 29,
			},
			{ "name": "Brianna Ho",
			"major": ["Bioengineering"],
			"cohort": 29,
			},
			{ "name": "Ariana Riske",
			"major": ["Marketing", "Operations Management and Business Analytics"],
			"cohort": 29,
			},
			{ "name": "David Rosenstein",
			"major": ["Marketing", "Management"],
			"cohort": 29,
			},
			{ "name": "James Wang",
			"major": ["Finance", "Computer Science"],
			"cohort": 29,
			},
			{ "name": "Laura Zheng",
			"major": ["Computer Science"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Benjamin Rank", "Steven Zhou"],
		"facultyadvisor": ["Dr. Joesph Bailey", "Dr. Lingling Zhang"],
		"scope":  "HelloFresh is an international publicly traded meal-kit company based in Berlin, Germany. It is the largest meal-kit provider in the world, has served consumers in the United States since 2012, and also has international operations in Canada, Western Europe, New Zealand and Australia. The US Sales Operations Team aims to acquire new customers efficiently and effectively. ",
		"description": "One way HelloFresh reaches potential customers is through events. Events are organized opportunities for HelloFresh to set up a table and sell product to potential customers (i.e. gyms, malls, farmers markets, etc.). Since HelloFresh moved to the U.S. in 2012, the company has expanded rapidly and has dramatically increased the number of events booked. Our team identified an opportunity to tie sales to the events at which the sales were made and assembled a set of recommendations geared towards improving HelloFresh’s data flow to enable a data-driven event selection strategy. The result is that HelloFresh can measure the effectiveness of previous events and more effectively choose future events. As a byproduct, employees on every level, from C-level executives to event coordinators, can now make strategic event decisions using insights the company never had.",
		"impact": "Our recommendations follow three parts: designing automatic and continued data system linkage, building an event-reporting analytics dashboard, and using both to make a redesigned event booking process. Through these suggestions, we aim to redesign the event booking process so HelloFresh employees can more strategically book the events that maximize sales. To automatically link HelloFresh’s five different data systems, we implemented a unique Event ID field and used it to automatically pool essential data in one place. This eliminates the need for sales representatives to manually enter sales following each event, reducing human error and increasing efficiency. In order to ensure the newly combined data can be easily understood by various employees, we designed a visually-appealing dashboard to generate graphs and visuals that report on previous event performance. With this linked data and visually appealing dashboard, the team leading the event research and booking process will now have a more structured process using historical performance to make stronger decisions about events that will generate more sales."
	},
	{
		"company": "Kimley-Horn",
		"teamname": "Kim(ley) Possible",
		"projectname": "Restructuring University of Maryland's Alternative Transportation Services",
		"members": [
			{ "name": "Puneeth Bikkumanla",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Michael Khizgilov",
			"major": ["Finance"],
			"cohort": 29,
			},
			{ "name": "Sasha Miller",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Mary Smith",
			"major": ["Mechanical Engineering"],
			"cohort": 29,
			},
			{ "name": "Kelli Webber",
			"major": ["Computer Science"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Mike Shindledecker"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Kimley-Horn is one of the nations premiere engineering, planning and design consulting firms. Kimley-Horn works in the Consulting Industry, specifically in the Planning and Design Engineering subcategory. They have many offices throughout the country, but the office we interfaced with was the one in Reston, Virginia. Our project goal was to serve as subconsultants to the Kimley-Horn consulting group for the University of Maryland. We were tasked with evaluating the current alternative transportation options, providing recommendations, and finally planning on how to integrate them. The opportunity for impact is huge because through this project we were given the chance to evaluate and then recommend improvements to the current alternative transportation options through the lens of a student who currently attends the University of Maryland",
		"description": "We first conducted preliminary research by analyzing what other colleges around the US are doing, conducting interviews, etc. Then, we proceeded to help conduct focus groups. After that, we conducted data analysis on the survey administered by Kimley-Horn. Some of the methods we used were Linear Regression, Anova, Pivot Tables, and Chi-Squared Tests. Using all of the information we collected from the previous steps, we developed recommendations. ",
		"impact": "The recommendations are divided into 3 primary categories: Immediate, Before Purple Line, and After Purple Line. The final recommendations proposed by the team were restructuring the Department of Transportation’s websites and communication, constructing additional bike lanes to increase bike accessibility, and piloting a program for an on campus scooter system. We also provided some potential long-term recommendations and the factors that the university should consider when making these changes after the purple line is implemented on campus."
	}, {
		"company": "Lockheed Martin",
		"teamname": "RLA Consulting",
		"projectname": "Standardization of the Engineering Rate Setting Process",
		"members": [
			{ "name": "Shannon Donaldson",
			"major": ["Mechanical Engineering"],
			"cohort": 29,
			},
			{ "name": "Nadine Elosily",
			"major": ["International Business"],
			"cohort": 29,
			},
			{ "name": "Haley Greenspan",
			"major": ["Finance", "Computer Science"],
			"cohort": 29,
			},
			{ "name": "Zarek Peris",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Tuvia Rappaport",
			"major": ["Aerospace Engineering"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Nick Gregorio"],
		"facultyadvisor": ["Dr. Joseph Bailey"],
		"scope":  "Lockheed Martin is a leading global security and aerospace company that supports six US government customers and 43 international allied partners. Our client, Rotary and Mission Systems (RMS), is one of the four primary segments of Lockheed Martin. Although RMS works on more than one thousand programs, our project focuses on the Moorestown facility that manufactures integrated warfare systems and sensors. RMS presented us with an opportunity to improve their current engineering labor rate setting process. ",
		"description": " Rates are the number of hours it takes to manufacture, test, and perform quality control checks on each system within production. These rates are essential in determining the total cost for each contract that RMS undertakes. Currently, our client does not utilize predictive data analytics in calculating these rates, which may lead to an additional one to five months, should the rates be rejected by leadership. Our solution will allow for a greater focus on data-based decision making, thus providing significant time savings",
		"impact": "Our team utilized a multifaceted strategy to identify the areas of potential impact within the rate setting process. This approach consisted of conducting interviews and a site visit of the primary production facility in Moorestown, NJ, as well as analyzing rate data. The team was able to create a visual representation of the current process and identify key bottlenecks. RLA Consulting has created a multivariate linear regression model, increasing the statistical backing and predictive capabilities of the process. Additionally, the team recommends that RMS collect data on a number of variables to incorporate into the future predictive model. This new predictive model will provide industrial engineers with enough leverage to push their rates through leadership faster. These recommendations will evoke improved standardization and times savings within RMS. "
	}, {
		"company": "Middle River Aircraft Systems",
		"teamname": "Just Winging It",
		"projectname": "Injury Risk Reduction in Plant Operations",
		"members": [
			{ "name": "Kara Eppel",
			"major": ["Accounting", "Information Systems"],
			"cohort": 29,
			},
			{ "name": "Charles Grody",
			"major": ["Mechanical Engineering"],
			"cohort": 29,
			},
			{ "name": "Elise Mazzuca",
			"major": ["Operations Management and Business Analytics", "Finance"],
			"cohort": 29,
			},
			{ "name": "Celine Moarkech",
			"major": ["Data Analytics in Biotechnology"],
			"cohort": 29,
			},
			{ "name": "Natan Oliff",
			"major": ["Computer Science"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Andrew Hong", "Mackia Kanu", "Bud Zahn"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Middle River Aircraft Systems (MRAS) is a part of the aircraft industry, manufacturing engine nacelles, thrust reversers, and complex aerostructures for commercial and military aircraft systems, as well as providing technical support and spares services for its products. MRAS also has in-house expertise and extensive production resources for lightweight composite materials across a full range of aviation applications. Located on Maryland's Chesapeake Bay, MRAS operates a 1.7 million square feet facility on 180 acres with about 845 employees. MRAS is seeking ways to prevent injuries on the work floor as concerns have grown with the recent increase in demand for MRAS's products. MRAS currently experiences a significant amount of injuries that lead to lost work time for MRAS and lower worker morale. To address these concerns, we have developed a dynamic risk assessment and ranking device to identify the top risks on the factory floor. This device will be used to identify which risks are the highest priority and proactively facilitate the mitigation of those risks before an injury occurs, offering the potential to prevent all injuries that result from unsafe conditions. ",
		"description": "The first step in our process was to research different risk analysis tools. Our research led us to the modified Failure Modes Effects Analysis (FMEA) approach. FMEA is a systematic approach to identify the underlying causes of injuries. We further researched injury risks through a variety of methods. We conducted focus groups, analyzed previous data, and sent out a survey. Our research culminated in the creation of the Risk Analysis Prioritization & Intervention Device (RAPID)",
		"impact": "We settled on four recommendations. MRAS should implement a safety committee to monitor safety on the floor and operate the device. Also, a FMEA approach should be used. Furthermore, the safety committee should design controls to mitigate risks. Finally, MRAS should integrate their injury report forms into RAPID to provide additional data."
	}, {
		"company": "Northrop Grumman",
		"teamname": "The Grummlins",
		"projectname": "Detecting System-Level Defects with Component-Level Data",
		"members": [
			{ "name": "Immanuel Garcia",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Adam Hostetter",
			"major": ["Finance", "Operations Management and Business Analytics"],
			"cohort": 29,
			},
			{ "name": "Aman Kalsi",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Alexandra Rundlett",
			"major": ["Materials Science and Engineering"],
			"cohort": 29,
			},
			{ "name": "Jack Sturtevant",
			"major": ["Computer Engineering"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Thomas Lease", "Nishay Raja", "Marcus Robinson", "Nick Storey"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Northrop Grumman is a world leader in the aerospace and defense industries. With locations around the world, our team worked with the Mission Systems team located in Linthicum, Maryland, next to the Baltimore Washington International airport. This division is responsible for software and hardware solutions that provide exceptional situational awareness and understanding to protect the U.S. and its global allies. Northrop Grumman develops systems that consist of hundreds of components, and mistakes in any of these could cause months of rework time, or catastrophic failures if left unnoticed. Currently, data is collected for each work order and operation performed in the manufacturing cycle, but little is done with this data. In this project, our team aimed to use this data for two main investigations. The first was to identify key factors that lead to decreased yield and increased order time. The second was to find key indicators in component work orders that lead to higher likelihoods of failure. ",
		"description": "The basis of this project was drawn in data analytics. In order to determine key factors mentioned earlier, we used heatmaps and pareto charts. The heatmaps are used to give insight into correlations between two input attributes and a third output attribute. The pareto charts are used to determine which part numbers are most likely to be reworked. To make predictions about failures based on the data, decision trees and regression models were used. Decision trees were also used to predict if a given component would fail. In order to predict if a system would fail, regression models were trained on the data about components from which the systems are developed from. ",
		"impact": "Based on the models developed, our team recommends using these two methods to find key factors in determining which parts and associated attributes are highly correlated with failure, then using these as inputs for the predictive models to make robust predictions that maximize reduction in system level defects. "
	}, {
		"company": "Voltswagen Group of America",
		"teamname": "DasCar Consulting",
		"projectname": "A Revamped Model for Accurate Car Delivery",
		"members": [
			{ "name": "Roger Mao",
			"major": ["Operations Management and Business Analytics", "Economics"],
			"cohort": 29,
			},
			{ "name": "Cavan Morley",
			"major": ["Mechanical Engineering"],
			"cohort": 29,
			},
			{ "name": "Shanaya Mullan",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Ankit Sheth",
			"major": ["Finance", "Education"],
			"cohort": 29,
			},
			{ "name": "Doron Tadmor",
			"major": ["Operations Management and Business Analytics", "International Business"],
			"cohort": 29,
			},
			{ "name": "Anna Xi",
			"major": ["Finance", "Information Systems"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Adebowale Abeleje", "Scott Mabry"],
		"facultyadvisor": ["Dr. Courtney Paulson"],
		"scope":  "Volkswagen Group of America oversees the U.S. operations of internationally recognized brands, such as Audi, Bentley, and Volkswagen. The company brings high quality, attractive, and carefully engineered vehicles to almost 600,000 customers annually, and since its founding in 1955, has expanded to over 8,000 employees and 1,000 dedicated dealerships. Due to this ever expanding network, Volkswagen Group of America approached QUEST with the opportunity to explore the process of vehicle delivery from factory to dealership, to identify and mitigate inefficiencies, and to develop an improved predictive model for delivery times. In doing so, the team could improve customer satisfaction and process efficiency. To achieve this goal, DasCar visited the Volkswagen Group of America Port of Houston as well as Audi Silver Spring in order to collect data, conduct stakeholder interviews, and develop a value stream map of the process. From these results, the team developed recommendations aimed at improving customer satisfaction, reducing inefficiencies, and cutting costs.",
		"description": "DasCar Consulting analyzed 2018 car sales in the United States, visited the Port of Houston to develop a value stream map, and interviewed key stakeholders present from a car’s arrival at port to its arrival at the dealership. From this process, the team reached three primary conclusions: that communication was limited between steps in the process, that the port was experiencing significant lean waste in the form of transportation, and that the current model only accounted for a single month of historical data. Taking these conclusions, the team recommended the creation of a proprietary system for communication between parties as well as the implementation of a cellular layout for car flow within a port. Finally, the team developed a model based on the most significant determinants of vehicle delivery times, such as seasonality and regionality. ",
		"impact": " DasCar’s recommendations serve to eliminate up to 7 days of delays in the process, increase customer satisfaction by 25%, and save upwards of $1,800,000 in expenses."
	}, {
		"company": "Zentail",
		"teamname": "Cool Cats Consulting",
		"projectname": "Date Driven Customer Retention",
		"members": [
			{ "name": "Fadil Ibrahim",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Kellen Liu",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 29,
			},
			{ "name": "Eitan Prince",
			"major": ["Computer Science"],
			"cohort": 29,
			},
			{ "name": "Adam Sarsony",
			"major": ["Computer Science", "Operations Management and Business Analytics"],
			"cohort": 29,
			},
			{ "name": "Joyce Zhou",
			"major": ["Finance", "Operations Management and Business Analytics"],
			"cohort": 29,
			}
		],
		"projectchampion": ["Matthew Thomas"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Zentail is a venture capital-backed startup that makes software for e-commerce sellers to manage their products across multiple sales channels. Their e-commerce operations platform is the most feature-rich, flexible software in the industry. Zentail simplifies running a business, with software integrations spanning over 100 sales websites, logistics providers, and other third-party services. As a rapidly growing company, Zentail has not yet implemented advanced customer relationship management (CRM) processes. Entering a new phase of growth with higher-value customers who have more specialized needs, the company needs to develop processes to help retain valuable customers. ",
		"description": " Our team has been working with Zentail to reduce customer churn through a better understanding of each customer’s health profile (consisting of their pain points, goals, feature usage, and the status of their business). With a new system for measuring both the qualitative and quantitative aspects of a customer relationship, Zentail will be better positioned for success in its upcoming stage of growth.",
		"impact": "Our recommendations center around the establishment of an adaptable feedback loop. This begins the moment a potential customer interacts with a Zentail salesperson and continues throughout the entire customer journey. Members of Zentail’s sales and marketing, implementation, and customer success teams will gather and refer to qualitative information about the customer using a structured system that we co-developed with all of the teams that have touchpoints with Zentail’s customers. These qualitative pieces of information measure customer challenges, goals, key milestones, and other important information that Zentail previously did not gather in a structured fashion. In addition, each of these qualitative metrics are tied to a quantitative measure of success that is displayed on a customer health card, accessible to everyone in the company. This customer health card informs the customer success team so that they can provide more tailored services to customers and monitor the status and satisfaction of a customer against their unique needs. Ultimately, our recommendations save Zentail time andmoney and provide them a strong foundation to be able to grow their start-up while continually providing out of this world customer service."
	}

	]
}
