{
	"projects" : [{
		"company": "Sealed Air Corporation",
		"teamname": "Signed Sealed Delivered",
		"projectname": "Thinking Outside the Box: An Exploration into Alternative Storage Solutions",
		"members": [
			{ "name": "Jacqueline Deprey",
			"major": ["Computer Science", "Operations Management and Business Analytics"],
			"cohort": 30,
			},
			{ "name": "Hadas Elazar-Mittelman",
			"major": ["Materials Science and  Engineering"],
			"cohort": 30,
			},
			{ "name": "Kevin Jiang",
			"major": ["Chemical Engineering"],
			"cohort": 30,
			},
			{ "name": "Saikrishna Kalla",
			"major": ["Information Systems", "Operations Management and Business Analytics"],
			"cohort": 30,
			},
			{ "name": "Shivani Krishnamurthy",
			"major": ["Finance", "Information Systems"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Joseph Dadzie"],
		"facultyadvisor": ["David Ashley"],
		"scope":  "Sealed Air develops specialized food and product packaging solutions to customers and is well-known for its Bubble Wrap® and Cyrovac® brands. Headquartered in Charlotte, NC, the Fortune 500 Company achieved over 4.7 billion dollars in revenue last year with across their films, bags, and rollstock manufacturing lines. We mainly interfaced with their Simpsonville, South Carolina location to evaluate the current resin transportation and storage process to reduce their production costs and improve manufacturing efficiency.",
		"description": "The Simpsonville manufacturing plant utilizes two different storage schemes for the 300+ resins used in their products; boxes and silos. They currently have 14 silos housing seven of the highest use resins, where the rest are stored in hundreds of boxes throughout the manufacturing floor. Because of the bulk-discounts associated with ordering resins in large quantities, our goal for the semester was to determine which resins were good candidates for silo storage so that Sealed Air could reduce their ordering costs. We took into account cost metrics, chemical feasibility, and safety considerations to select the resins that were best candidates for moving from being stored in a box to a silo. In addition, we hoped to create decision and cost-prediction tools that would assist Sealed Air in making the determinations for moving any given resin to a silo in the future. ",
		"impact": "We first conducted preliminary research by analyzing the chemical properties and current storage mechanism of the resins. Upon visiting Sealed Air’s site, we were able to further understand the greater context that we are operating in including what variables should be considered when transitioning between a box and silo storage system. We profiled the high-volume resins and compared them against six criteria that would validate their storage in a silo. We prioritized resins that fell within the top 10% of volume use and those with suitable chemical properties. Our final recommendations are divided into three primary categories: a cost/benefit analysis for silo implementation, a new floor organization scheme, and the automation of silo unloading. We believe implementing a new silo will decrease total variable costs and clear up space on the manufacturing floor where boxes were previously stored. Additionally, we hope the organization scheme will facilitate finding where boxes are located and the automation mechanism will make it easier for manufacturing workers to work with the silos."
	},
	{



		"company": "Leidos",
		"teamname": "5G Consulting",
		"projectname": "Knowledge is Power: Automating Air Traffic Control Knowledge Transfer",
		"members": [
			{ "name": "Rachit Agarwal",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Connor Petrelle ",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Arun Srinivas",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Kyle Su",
			"major": ["Mechanical Engineering"],
			"cohort": 30,
			},
			{ "name": "Jake Wurman",
			"major": ["Operations Management and Business Analytics", "Information Systems"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Alex Monti", "Krishang Sharma", "Zachary Rockwell"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Leidos is a Fortune 500 defense company and global leader in the application and integration of information technology, engineering, and science. Specifically, 5G Consulting is working with the Air Traffic Control (ATC) division within the Leidos Civil Group. Leidos has an aging population of subject matter experts (SMEs) in air traffic control and is interested in exploring an alternative method of knowledge transfer to non-subject matter experts (non-SMEs), so that employees can perform tasks efficiently and effectively.",
		"description": "Each SME receives a high volume of questions due to a disproportionate ratio between SMEs and non-SMEs (1:26). This, along with dense FAA documents and no definitive strategy to capture Q&A interactions, presents an opportunity to automate part of the question-and-answer process. Leidos’ goal is to reduce the time spent by SMEs answering questions (currently estimated to be 16% of their time), as this hinders their productivity while working on mission-critical projects. 5G Consulting’s mission is to improve the interaction and knowledge transfer between SMEs and non-SMEs. ",
		"impact": "5G Consulting conducted interviews and a survey with SMEs and non-SMEs to understand the current state of asking questions, as well as familiarity with FAA (Federal Aviation Administration) resources like the 600-page ATC “Bible” which contains answers to the majority of questions. This provided information regarding the variety of questions asked and quantified the opportunity for improvement within the current workflow. The team constructed a decision matrix with a variety of criteria to compare searchable knowledge base services, chatbot alternatives, solutions to be built in-house, and currently utilized services. From analyzing the matrix, 5G Consulting recommends using Capacity, an AI-powered knowledge sharing platform with chatbot integration. The service intelligently scrapes dense documents, prior conversations, and other knowledge sources to respond to questions asked by non-SMEs. As a result, Leidos will improve knowledge transfer through automation and reduce the time spent on Q&A  interactions, saving up to $1.1 million in productivity within the first two years of following a personal implementation plan."
	},
	{
		"company": "Middle River Aeurostructure Systems",
		"teamname": "University of Maryland's Really Awesome Students (UMRAS)",
		"projectname": "Destination: Deliquency Destruction",
		"members": [
			{ "name": "Jacob Certner",
			"major": ["Finance"],
			"cohort": 29,
			},
			{ "name": "James Johnson",
			"major": ["Mechanical Engineering"],
			"cohort": 30,
			},
			{ "name": "Nicolo Primerano",
			"major": ["Aerospace Engineering"],
			"cohort": 30,
			},
			{ "name": "Isaac Soltz",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Adith Thummalapalli",
			"major": ["Mechanical Engineering"],
			"cohort": 30,
			},
			{ "name": "Nicholas Zahneis",
			"major": ["Mechanical Engineering"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Gerard Erdman", "Andrew Hong"],
		"facultyadvisor": ["Dr. Ian White"],
		"scope":  "Middle River Aerostructure Systems (MRAS) is a subsidiary of ST Engineering, a global technology, defense and engineering group. MRAS focuses on the production of jet engine nacelles, excelling in the use of composite materials. Their production facility is located just outside of Baltimore and it is responsible for part of the production of the Airbus 320neo, which has seen an increase in demand after troubles with the Boeing 737 MAX. Due to the current issues with the Boeing 737 MAX, MRAS’ customer is preparing to increase their demand for the Airbus A320neo, a direct competitor to Boeing’s 737 MAX. However, as it stands, MRAS’ suppliers have been unable to produce and provide an adequate amount of materials to consistently meet the current demands.",
		"description": "Each SME receives a high volume of questions due to a disproportionate ratio between SMEs and non-SMEs (1:26). This, along with dense FAA documents and no definitive strategy to capture Q&A interactions, presents an opportunity to automate part of the question-and-answer process. Leidos’ goal is to reduce the time spent by SMEs answering questions (currently estimated to be 16% of their time), as this hinders their productivity while working on mission-critical projects. 5G Consulting’s mission is to improve the interaction and knowledge transfer between SMEs and non-SMEs. ",
		"impact": "The team took both a qualitative and quantitative approach to addressing supplier delinquencies. The qualitative analysis involved the development of a process flow diagram to map out the process of the inflow and outflow through MRAS’ facility. In addition, the team performed root cause analysis to identify the main pain points for MRAS. The quantitative analysis focused on interpreting formed two main recommendations: demand signal standardization and the development of an onsite inventory. Substantial fines imposed by MRAS’s customer shows that inventory costs are significantly less than the cost of delinquent parts. Using the team’s inventory model, MRAS can determine the optimal order quantity for each part by minimizing cost of inventory and fines. The potential impact of these recommendations could save MRAS millions of dollars ($6 million if implemented in the 2018-19 fiscal year) and improve supplier relations. "
	},
	{
		"company": "Northrop Grumman",
		"teamname": "Rock-the-Stock",
		"projectname": "Revitalizing Northrop Grumman's Dock-to-Stock Process",
		"members": [
			{ "name": "Amanda Brown",
			"major": ["Marketing", "Information Systems"],
			"cohort": 30,
			},
			{ "name": "Tamara Lee ",
			"major": ["Mechanical Engineering"],
			"cohort": 30,
			},
			{ "name": "John Park",
			"major": ["Computer Engineering"],
			"cohort": 30,
			},
			{ "name": "Juhi Rajgopal",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Barret Rus",
			"major": ["Operations Management and Business Analytics", "Information Systems"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Ed Jones", "Carol Rose", "Craig Fincken"],
		"facultyadvisor": ["Tom Corsi"],
		"scope":  "Northrop Grumman is a leading global security company providing innovative systems, products and solutions in autonomous systems, cyber, C4ISR, space, strike, and logistics and modernization to customers worldwide. The company has offices worldwide, but the team’s project was located on the Elkton Missile Defense and Control campus. The team was tasked with evaluating the ‘dock-to-stock’ process, in which incoming parts and raw materials are sorted and inspected. ",
		"description": "Although significant improvements have occurred in the past, Northrop Grumman wanted to continue to reduce the overall process time of products through the ‘dock-to-stock’ process. Further reducing process time would allow the Northrop team to get products into storage and into final product production at an accelerated pace, decreasing overall final product creation time and increasing customer satisfaction. ",
		"impact": "The Rock-the-Stock team visited the Elkton campus on multiple occasions to get a visual understanding of the ‘dock-to-stock’ process as well as interview key stakeholders in the areas of shipping/receiving, supply chain, metal parts inspection, mission assurance, and quality engineering. The team recognized a lack of quantitative data for product turnaround time, waiting time, and frequency and recommended data collection in these areas to better help NG substantiate initiatives to change parts of the process and increase overall efficiency in product movement, determine root causes of process delays, and determine the impact of potential solutions. In order to reduce the number of redundant inspections that go through Metal Parts Inspection (MPI), the team also recommended that products that only require a visual inspection bypass inspection in MPI altogether. Finally, the team recommended project-specific Kanban boards to track the workloads of QEs, increase accountability, and identify bottlenecks"
	},
	{
		"company": "Northrop Grumman",
		"teamname": "The Grummlins Return",
		"projectname": "Eyes from the Skies: Using Component-Level Data to Identify Problem Areas within the Manufacturing Process",
		"members": [
			{ "name": "Bella Abbott",
			"major": ["Chemical Engineering"],
			"cohort": 30,
			},
			{ "name": "Patrick Alderton",
			"major": ["Finance", "Operations Management and Business Analytics"],
			"cohort": 30,
			},
			{ "name": "Erin Schick",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Cameron Shahmirzadi",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Rohan Sridharan",
			"major": ["Computer Science"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Thomas Lease", "Nishay Raja"],
		"facultyadvisor": ["Dr. Joseph Bailey"],
		"scope":  "Northrop Grumman is a leading global security company providing innovative systems, products and solutions in unmanned systems, cyber, C4ISR, and logistics and modernization to government and commercial customers worldwide. The Northrop Grumman Mission Systems (NGMS) sector is specifically responsible for software-driven solutions that provide superior situational awareness and understanding to protect the U.S. and its global allies. Northrop Grumman manufactures complex systems that are used by our country’s military. Any failures that occur during the manufacturing process can be very costly to the client, and these costs greatly increase as the product gets closer to completion.",
		"description": " The team has the opportunity to make this process more efficient by investigating data gathered on the various components that go into this particular product. We can use a data-driven approach to offer an objective view on areas in the process that may be creating the most complications. The team conducted preliminary interviews and data analysis to better understand the process and identify variables that could be significant in explaining system failures. Using this information, we developed three hypotheses for further exploration.",
		"impact": "To explore the relationships between the three key variables from our hypotheses, we built an interactive python model incorporating features that met our client's specifications. In addition to the preliminary results of prior data, the team delivered the model enabled with dynamic function so that it may be used in the future with new data sets. The preliminary results identify areas for further exploration by the client, and the model can be used as a tool to measure and benchmark future changes or improvements to the process."
	},
	{
		"company": "Northrop Grumman",
		"teamname": "EL2K",
		"projectname": "Plan-It Elkton: Improving the Engineering Scheduling Process",
		"members": [
			{ "name": "Josh Lurie",
			"major": ["Finance"],
			"cohort": 30,
			},
			{ "name": "Lauren Kim",
			"major": ["Finance", "Information Systems"],
			"cohort": 30,
			},
			{ "name": "Rachel Rosenfeld",
			"major": ["Finance"],
			"cohort": 30,
			},
			{ "name": "Vineet Shah",
			"major": ["Computer Science"],
			"cohort": 30,
			},
			{ "name": "Ekansh Vinaik",
			"major": ["Computer Science"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Bob Lotter"],
		"facultyadvisor": ["Dr. Pamela Armstrong"],
		"scope":  "Northrop Grumman is a leading global security company providing innovative solutions and products to government and commercial customers in the aerospace and defense industries. NGC recently bought out Orbital ATK, a national company focusing on aerospace and defense technologies. The merger established our client, Northrop Grumman Innovative Systems, in Elkton, which designs and builds space, defense, and aviation systems. The branch spans 650 acres with over 100 buildings holding inventory of 450,000 parts with a specialization in rocket motor manufacturing. Northrop Grumman Elkton builds systems and products that are integral to national defense. The schedule is the backbone of their production and engineering queue",
		"description": " An optimized schedule can increase delivery of prioritized projects. NGC has an integral and dynamic scheduling process that the team observed holistically, tracking how stakeholders interacted with one another. Creating an optimal scheduling system will help reduce production time, increase quality, and improve customer satisfaction. This schedule will be synchronized with the company-wide Integrated Master Schedule (IMS). It will also free up workers’ time to complete other aspects of their jobs and focus on completing projects.",
		"impact": "Our recommendations follow three parts as we aim for an incremental implementation. In the first 1-3 months, we want teams to standardize communication with a scheduler about project progress using a form system. Over the next 4-6 months, we want to standardize meetings with team leads and schedulers after the form becomes the normal method of communication. With the organized information, the meetings can be focused and can have a stronger documentation process since everything will be recorded in once place. This will reduce unorganized flow of information and establish a structured way for teams to update schedulers with their progress. After 6 months, these practices could shift to PM Compass, an existing ticketing system where all work can be represented as tasks and teams can constantly modify the status of tasks making the information more readable and accessible in real-time."
	},
	{
		"company": "Oceaneering",
		"teamname": "Oceans 30",
		"projectname": "Buy It. Ship It. Sumberge It.: Improving OTECH's Part Purchasing Process",
		"members": [
			{ "name": "Alexandra Bergman",
			"major": ["Operations Management and Business Analytics"],
			"cohort": 30,
			},
			{ "name": "Carly Buckner",
			"major": ["Marketing", "Operations Management and Business Analytics"],
			"cohort": 30,
			},
			{ "name": "David Boegner",
			"major": ["Bioengineering"],
			"cohort": 30,
			},
			{ "name": "Josh Loeffler",
			"major": ["Computer Engineering"],
			"cohort": 30,
			},
			{ "name": "Andrew Pitkoff",
			"major": ["Finance", "Operations Management and Business Analytics"],
			"cohort": 30,
			},
			{ "name": "Ankita Sahoo",
			"major": ["General Biology"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Jeff Gamerman"],
		"facultyadvisor": ["Dr. Jim Purtilo"],
		"scope":  "Oceaneering Technologies (OTECH), a business segment under Oceaneering, develops custom marine systems for military and commercial customers. These systems are uniquely designed for the customer and undergo only one product life cycle that includes design, production, and maintenance. OTECH and its marine systems are responsible for many important underwater tasks including oil rig repairs and submarine rescue operations. OTECH manages extensive projects that require the assembly of various custom-made parts. Due to the unique nature of each project, engineers design the parts and find vendors that specialize in the desired commodity. Subsequently, the purchasing department is responsible for submitting an order to the vendor. The opportunity lies in eliminating complications in order to streamline the purchasing process. Improving the purchasing process will accelerate project timelines and improve product quality, thus increasing customer satisfaction.",
		"description": "Oceans 30 conducted interviews with the engineers and the buyers to receive information on the current process of purchasing parts. Mapping out the process revealed a linear flow of information; progress was not communicated to the stakeholders once the responsibility shifted to the next step. This bottleneck highlighted a lack of communication between stakeholders that was enabled by minimal documentation of vendors and not including buyers early enough in the process.",
		"impact": " After facilitating focus groups with stakeholders, Oceans 30 recommends an improved communication plan between the engineers and buyers. This will ensure that stakeholders are involved earlier in the process. Additionally, the team recommends evaluating vendor performance through the use of a vendors database. This will be updated consistently to ensure the most capable vendors are utilized for projects. Both of these recommendations will ensure that OTECH delivers products on time using the highest quality parts."
	}
	},
	{
		"company": "Thales",
		"teamname": "Radioheads",
		"projectname": "Cutting Out the Noise: A Data-Driven Approach to Optimizing Communication and Process Interaction",
		"members": [
			{ "name": "Nikhil Modi",
			"major": ["Accounting"],
			"cohort": 30,
			},
			{ "name": "Chad Simon",
			"major": ["Bioengineering"],
			"cohort": 30,
			},
			{ "name": "Colin SyBing",
			"major": ["Electrical Engineering"],
			"cohort": 30,
			},
			{ "name": "Regina Wingate",
			"major": ["Mechanical Engineering"],
			"cohort": 30,
			},
			{ "name": "Olivia Wolcott",
			"major": ["Bioengineering"],
			"cohort": 30,
			}
		],
		"projectchampion": ["Steve Kutchi", "Dena Horstkotte", "Doug Bishop"],
		"facultyadvisor": ["Dr. Christina Elson"],
		"scope":  "Thales Defense & Security, Inc. (TDSI) is a global company serving the defense, federal, and commercial markets with innovative solutions for the ground tactical, airborne and avionics, naval/maritime, and security domains. Headquartered in Clarksburg, MD, TDSI has over 700 employees operating in seven states. The Clarksburg headquarters of TDSI personifies one of the firm’s core values - Innovation and Agility - combining both engineering design labs and a full-scale manufacturing plant. TDSI’s ownership of both the design and production of its products presents the need for a tight feedback loop between the engineering and manufacturing departments, ensuring that design changes are quickly propagated to the production floor. Management at TDSI has identified the process by which these changes are subject to quality control and approved, referred to as the Engineering Change Notice (ECN) Process, as an opportunity for improvement. Our team was tasked with analyzing the current process, identifying key bottlenecks & inefficiencies, and formulating strategies to streamline the process.",
		"description": "We conducted an extensive analysis of the current process. First, we conducted a quantitative analysis on all 2,000 ECNs within the past four years to determine potential bottlenecks throughout the process. By parsing through these reports, we determined which departments interact heavily with the process at different stages. We then conducted a holistic collection of qualitative data from those departments to determine how stakeholders in each of those departments interact with the ECN process. We conducted a survey of 32 key stakeholders across 5 departments and further interviewed 15 of those individuals to outline the current and ideal states of the process.",
		"impact": "Ultimately, our team delivered recommendations surrounding the following categories: (1) restructuring of the ECN process to reduce bottleneck/inefficient steps; (2) improving TDSI’s change management software interface; (3) strengthening process standardization and documentation procedures; (4) reinforcing tailored and timely employee training"
	}


	]}
